[
    {
        "Starting Line": "Alice was beginning to get very tired of sitting by her sister on the bank, and of having nothing to do:",
        "Character List": [
            "Alice",
            "Sister"
        ]
    },
    {
        "Starting Line": "So she was considering in her own mind (as well as she could, for the hot day made her feel very sleepy and stupid), whether the pleasure of making a daisy-chain would be worth the trouble of getting up and picking the daisies, when suddenly a White Rabbit with pink eyes ran close by her.",
        "Character List": [
            "Alice",
            "White Rabbit"
        ]
    },
    {
        "Starting Line": "In another moment down went Alice after it, never once considering how in the world she was to get out again.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "Either the well was very deep, or she fell very slowly, for she had plenty of time as she went down to look about her and to wonder what was going to happen next.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "Presently she began again.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "Down, down, down. There was nothing else to do, so Alice soon began talking again.",
        "Character List": [
            "Alice",
            "Dinah"
        ]
    },
    {
        "Starting Line": "Alice was not a bit hurt, and she jumped up on to her feet in a moment:",
        "Character List": [
            "Alice",
            "White Rabbit"
        ]
    },
    {
        "Starting Line": "There were doors all round the hall, but they were all locked;",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "Suddenly she came upon a little three-legged table, all made of solid glass;",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "Alice opened the door and found that it led into a small passage, not much larger than a rat-hole.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "There seemed to be no use in waiting by the little door, so she went back to the table, half hoping she might find another key on it, or at any rate a book of rules for shutting people up like telescopes.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "“What a curious feeling!” said Alice; “I must be shutting up like a telescope.”",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "After a while, finding that nothing more happened, she decided on going into the garden at once; but, alas for poor Alice! when she got to the door, she found she had forgotten the little golden key, and when she went back to the table for it, she found she could not possibly reach",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "“What a curious feeling!” I said;",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "“Come, there’s no use in crying like that!” said Alice to herself,",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "Soon her eye fell on a little glass box that was lying under the table:",
        "Character List": [
            "Alice"
        ]
    }
]