[
    {
        "Starting Line": "“Curiouser and curiouser!” cried Alice",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "Just then her head struck against the roof of the hall",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "After a time she heard a little pattering of feet in the distance",
        "Character List": [
            "Alice",
            "White Rabbit"
        ]
    },
    {
        "Starting Line": "Alice took up the fan and gloves",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "“I’m sure I’m not Ada,” she said, “for her hair goes in such long ringlets, and mine doesn’t go in ringlets at all;",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "“I’m sure those are not the right words,” said poor Alice, and her eyes filled with tears again as she went on,",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "As she said this she looked down at her hands, and was surprised to see that she had put on one of the Rabbit’s little white kid gloves while she was talking.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "As she said these words her foot slipped, and in another moment, splash! she was up to her chin in salt water.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "As I said these words, my foot slipped, and in another moment, splash! I was up to my chin in salt water.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "“I wish I hadn’t cried so much!” said Alice, as she swam about, trying to find her way out.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "Just then she heard something splashing about in the pool a little way off, and she swam nearer to make out what it was.",
        "Character List": [
            "Alice",
            "Mouse"
        ]
    },
    {
        "Starting Line": "“Are you—are you fond—of—of dogs?”",
        "Character List": [
            "Alice",
            "Mouse"
        ]
    },
    {
        "Starting Line": "So she called softly after it, “Mouse dear!”",
        "Character List": [
            "Alice",
            "Mouse"
        ]
    },
    {
        "Starting Line": "It was high time to go, for the pool was getting quite crowded.",
        "Character List": [
            "Alice",
            "Mouse",
            "Duck",
            "Dodo",
            "Lory",
            "Eaglet",
            "Other Creatures"
        ]
    }
]