[
    {
        "Starting Line": "They were indeed a queer-looking party that assembled on the bank—the birds with draggled feathers, the animals with their fur clinging close to them, and all dripping wet, cross, and uncomfortable.",
        "Character List": [
            "Alice",
            "Mouse",
            "Duck",
            "Dodo",
            "Lory",
            "Eaglet"
        ]
    },
    {
        "Starting Line": "The first question of course was, how to get dry again: they had a consultation about this, and after a few minutes it seemed quite natural to Alice to find herself talking familiarly with them, as if she had known them all her life.",
        "Character List": [
            "Alice",
            "Lory",
            "Mouse"
        ]
    },
    {
        "Starting Line": "At last the Mouse, who seemed to be a person of authority among them, called out, “Sit down, all of you, and listen to me! _I’ll_ soon make you dry enough!”",
        "Character List": [
            "Alice",
            "Mouse",
            "Duck",
            "Dodo",
            "Lory",
            "Eaglet"
        ]
    },
    {
        "Starting Line": "“Ahem!” said the Mouse with an important air, “are you all ready? This is the driest thing I know. Silence all round, if you please! ‘William the Conqueror, whose cause was favoured by the pope, was soon submitted to by the English, who wanted leaders, and had been of late much accustomed to usurpation and conquest. Edwin and Morcar, the earls of Mercia and Northumbria—’”",
        "Character List": [
            "Mouse",
            "Lory",
            "Duck"
        ]
    },
    {
        "Starting Line": "“I move that the meeting adjourn, for the immediate adoption of more energetic remedies—”",
        "Character List": [
            "Dodo",
            "Eaglet"
        ]
    },
    {
        "Starting Line": "“What _is_ a Caucus-race?” said Alice; not that she wanted much to know, but the Dodo had paused as if it thought that _somebody_ ought to",
        "Character List": [
            "Alice",
            "Dodo"
        ]
    },
    {
        "Starting Line": "“Speak English!” said the Eaglet.",
        "Character List": [
            "Eaglet",
            "Alice",
            "Dodo",
            "Mouse",
            "Unnamed Birds"
        ]
    },
    {
        "Starting Line": "“Why,” said the Dodo, “the best way to explain it is to do it.”",
        "Character List": [
            "Dodo",
            "Alice",
            "Mouse",
            "Unnamed Birds"
        ]
    },
    {
        "Starting Line": "“But who is to give the prizes?” quite a chorus of voices asked.",
        "Character List": [
            "Dodo",
            "Alice",
            "Mouse",
            "Unnamed Birds"
        ]
    },
    {
        "Starting Line": "“You promised to tell me your history, you know,” said Alice.",
        "Character List": [
            "Alice",
            "Mouse"
        ]
    },
    {
        "Starting Line": "“You are not attending!” said the Mouse to Alice severely.",
        "Character List": [
            "Alice",
            "Mouse"
        ]
    },
    {
        "Starting Line": "“I wish I had our Dinah here, I know I do!” said Alice aloud, addressing nobody in particular.",
        "Character List": [
            "Alice",
            "Lory",
            "Unnamed Party Members"
        ]
    },
    {
        "Starting Line": "This speech caused a remarkable sensation among the party.",
        "Character List": [
            "Alice",
            "Magpie",
            "Canary",
            "Unnamed Party Members"
        ]
    },
    {
        "Starting Line": "“I wish I hadn’t mentioned Dinah!” she said to herself in a melancholy tone.",
        "Character List": [
            "Alice"
        ]
    }
]