[
    {
        "Starting Line": "It was the White Rabbit, trotting slowly back again, and looking anxiously about as it went, as if it had lost something;",
        "Character List": [
            "Alice",
            "White Rabbit"
        ]
    },
    {
        "Starting Line": "Very soon the Rabbit noticed Alice, as she went hunting about, and called out to her in an angry tone,",
        "Character List": [
            "Alice",
            "White Rabbit"
        ]
    },
    {
        "Starting Line": "‘How queer it seems,’ Alice said to herself, ‘to be going messages for a rabbit!’",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "By this time she had found her way into a tidy little room with a table in the window, and on it (as she had hoped) a fan and two or three pairs of tiny white kid gloves:",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "It did so indeed, and much sooner than I had expected: before I had drunk half the bottle, I found my head pressing against the ceiling, and had to stoop to save my neck from being broken.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "Luckily for Alice, the little magic bottle had now had its full effect, and she grew no larger: still it was very uncomfortable, and, as there seemed to be no sort of chance of her ever getting out of the room again, no wonder she felt unhappy.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "And so she went on, taking first one side and then the other, and making quite a conversation of it altogether; but after a few minutes she heard a voice outside, and stopped to listen.",
        "Character List": [
            "Alice",
            "Rabbit"
        ]
    },
    {
        "Starting Line": "Next came an angry voice—the Rabbit’s—“Pat! Pat! Where are you?”",
        "Character List": [
            "Alice",
            "Rabbit",
            "Pat"
        ]
    },
    {
        "Starting Line": "“Sure, it’s an arm, yer honour!”",
        "Character List": [
            "Alice",
            "Rabbit",
            "Pat"
        ]
    },
    {
        "Starting Line": "There was a long silence after this,",
        "Character List": [
            "Alice",
            "Rabbit",
            "Pat"
        ]
    },
    {
        "Starting Line": "She waited for some time without hearing anything more:",
        "Character List": [
            "Alice",
            "Rabbit",
            "Bill",
            "Unnamed Voices"
        ]
    },
    {
        "Starting Line": "“Oh! So Bill’s got to come down the chimney, has he?”",
        "Character List": [
            "Alice",
            "Bill",
            "Rabbit"
        ]
    },
    {
        "Starting Line": "The first thing she heard was a general chorus of “There goes Bill!”",
        "Character List": [
            "Alice",
            "Rabbit",
            "Bill",
            "Unnamed Voices"
        ]
    },
    {
        "Starting Line": "There was a dead silence instantly,",
        "Character List": [
            "Alice",
            "Rabbit",
            "Bill",
            "Unnamed Voices"
        ]
    },
    {
        "Starting Line": "“We must burn the house down!” said the Rabbit’s voice;",
        "Character List": [
            "Alice",
            "Rabbit",
            "Dinah"
        ]
    },
    {
        "Starting Line": "Alice noticed with some surprise that the pebbles were all turning into little cakes as they lay on the floor,",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "So she swallowed one of the cakes, and was delighted to find that she began shrinking directly.",
        "Character List": [
            "Alice",
            "Bill",
            "Guinea-pigs",
            "Little Animals",
            "Birds"
        ]
    },
    {
        "Starting Line": "“The first thing I’ve got to do,” said Alice to herself, as she wandered about in the wood,",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "An enormous puppy was looking down at her with large round eyes,",
        "Character List": [
            "Alice",
            "Puppy"
        ]
    },
    {
        "Starting Line": "leaves: “I should have liked teaching it tricks very much, if—if I’d only been the right size to do it! Oh dear! I’d nearly forgotten that I’ve got to grow up again! Let me see—how _is_ it to be managed? I suppose I ought to eat or drink something or other; but the great question is, what?”",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "The great question certainly was, what? Alice looked all round her at the flowers and the blades of grass, but she did not see anything that looked like the right thing to eat or drink under the circumstances.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "There was a large mushroom growing near her, about the same height as herself; and when she had looked under it, and on both sides of it, and behind it, it occurred to her that she might as well look and see what was on the top of it.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "She stretched herself up on tiptoe, and peeped over the edge of the mushroom, and her eyes immediately met those of a large blue caterpillar, that was sitting on the top with its arms folded, quietly smoking a long hookah, and taking not the smallest notice of her or of anything else.",
        "Character List": [
            "Alice",
            "Large Blue Caterpillar"
        ]
    }
]