[
    {
        "Starting Line": "The Caterpillar and Alice looked at each other for some time in silence: at last the Caterpillar took the hookah out of its mouth, and addressed her in a languid, sleepy voice.",
        "Character List": [
            "Alice",
            "Caterpillar"
        ]
    },
    {
        "Starting Line": "“Come back!” the Caterpillar called after her. “I’ve something important to say!”",
        "Character List": [
            "Alice",
            "Caterpillar"
        ]
    },
    {
        "Starting Line": "“In my youth,” Father William replied to his son,",
        "Character List": [
            "Father William",
            "Son"
        ]
    },
    {
        "Starting Line": "“You are old,” said the youth, “and have grown most uncommonly fat;",
        "Character List": [
            "Father William",
            "Son"
        ]
    },
    {
        "Starting Line": "“In my youth,” said the sage, as he shook his grey locks,",
        "Character List": [
            "Father William",
            "Son"
        ]
    },
    {
        "Starting Line": "“You are old,” said the youth, “and your jaws are too weak",
        "Character List": [
            "Father William",
            "Son"
        ]
    },
    {
        "Starting Line": "“In my youth,” said his father, “I took to the law,",
        "Character List": [
            "Father William",
            "Son"
        ]
    },
    {
        "Starting Line": "“You are old,” said the youth, “one would hardly suppose",
        "Character List": [
            "Father William",
            "Son"
        ]
    },
    {
        "Starting Line": "“I have answered three questions, and that is enough,”",
        "Character List": [
            "Father William",
            "Son"
        ]
    },
    {
        "Starting Line": "“That is not said right,” said the Caterpillar.",
        "Character List": [
            "Caterpillar",
            "Alice"
        ]
    },
    {
        "Starting Line": "“What size do you want to be?” it asked.",
        "Character List": [
            "Caterpillar",
            "Alice"
        ]
    },
    {
        "Starting Line": "“I _don’t_ know,” said the Caterpillar.",
        "Character List": [
            "Caterpillar",
            "Alice"
        ]
    },
    {
        "Starting Line": "“Are you content now?” said the Caterpillar.",
        "Character List": [
            "Caterpillar",
            "Alice"
        ]
    },
    {
        "Starting Line": "“It is a very good height indeed!” said the Caterpillar angrily,",
        "Character List": [
            "Caterpillar",
            "Alice"
        ]
    },
    {
        "Starting Line": "“You’ll get used to it in time,” said the Caterpillar;",
        "Character List": [
            "Caterpillar",
            "Alice"
        ]
    },
    {
        "Starting Line": "This time Alice waited patiently until it chose to speak again.",
        "Character List": [
            "Caterpillar",
            "Alice"
        ]
    },
    {
        "Starting Line": "“One side will make you grow taller, and the other side will make you grow shorter.”",
        "Character List": [
            "Caterpillar",
            "Alice"
        ]
    },
    {
        "Starting Line": "Alice remained looking thoughtfully at the mushroom for a minute,",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "She was a good deal frightened by this very sudden change, but she felt that there was no time to be lost, as she was shrinking rapidly; so she set to work at once to eat some of the other bit.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "“Come, my head’s free at last!” said Alice in a tone of delight, which changed into alarm in another moment, when she found that her shoulders were nowhere to be found: all she could see, when she looked down, was an immense length of neck, which seemed to rise like a stalk out of a sea of green leaves that lay far below her.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "“What _can_ all that green stuff be?” said Alice.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "As there seemed to be no chance of getting her hands up to her head, she tried to get her head down to them, and was delighted to find that her neck would bend about easily in any direction, like a serpent.",
        "Character List": [
            "Alice"
        ]
    },
    {
        "Starting Line": "“Serpent!” screamed the Pigeon.",
        "Character List": [
            "Alice",
            "Pigeon"
        ]
    },
    {
        "Starting Line": "“I _have_ tasted eggs, certainly,” said Alice, who was a very truthful child;",
        "Character List": [
            "Alice",
            "Pigeon"
        ]
    },
    {
        "Starting Line": "It was so long since she had been anything near the right size, that it felt quite strange at first;",
        "Character List": [
            "Alice"
        ]
    }
]