[
    {
        "Starting Line": "“You can’t think how glad I am to see you again, you dear old thing!”",
        "Character List": [
            "Duchess",
            "Alice"
        ]
    },
    {
        "Starting Line": "“Perhaps it hasn’t one,” Alice ventured to remark.",
        "Character List": [
            "Duchess",
            "Alice"
        ]
    },
    {
        "Starting Line": "“I dare say you’re wondering why I don’t put my arm round your waist,” the Duchess said after a pause.",
        "Character List": [
            "Duchess",
            "Alice"
        ]
    },
    {
        "Starting Line": "“Of course it is,” said the Duchess, who seemed ready to agree to everything that I said;",
        "Character List": [
            "Alice",
            "Duchess"
        ]
    },
    {
        "Starting Line": "“I think I should understand that better,” Alice said very politely,",
        "Character List": [
            "Alice",
            "Duchess"
        ]
    },
    {
        "Starting Line": "“A fine day, your Majesty!” the Duchess began in a low, weak voice.",
        "Character List": [
            "Alice",
            "Duchess",
            "Queen"
        ]
    },
    {
        "Starting Line": "“Let’s go on with the game,” the Queen said to Alice;",
        "Character List": [
            "Alice",
            "Queen",
            "King",
            "Other Guests",
            "Soldiers"
        ]
    },
    {
        "Starting Line": "“Have you seen the Mock Turtle yet?”",
        "Character List": [
            "Alice",
            "Queen",
            "King"
        ]
    },
    {
        "Starting Line": "They very soon came upon a Gryphon, lying fast asleep in the sun.",
        "Character List": [
            "Alice",
            "Queen",
            "Gryphon"
        ]
    },
    {
        "Starting Line": "thing!” said the Queen, “and take this young lady to see the Mock Turtle, and to hear his history. I must go back and see after some executions I have ordered;” and she walked off, leaving Alice alone with the Gryphon.",
        "Character List": [
            "Alice",
            "Queen",
            "Gryphon"
        ]
    },
    {
        "Starting Line": "The Gryphon sat up and rubbed its eyes: then it watched the Queen till she was out of sight: then it chuckled.",
        "Character List": [
            "Alice",
            "Gryphon"
        ]
    },
    {
        "Starting Line": "They had not gone far before they saw the Mock Turtle in the distance, sitting sad and lonely on a little ledge of rock, and, as they came nearer, Alice could hear him sighing as if his heart would break.",
        "Character List": [
            "Alice",
            "Gryphon",
            "Mock Turtle"
        ]
    },
    {
        "Starting Line": "“This here young lady,” said the Gryphon, “she wants for to know your history, she do.”",
        "Character List": [
            "Alice",
            "Gryphon",
            "Mock Turtle"
        ]
    },
    {
        "Starting Line": "“_I’ve_ been to a day-school, too,” said Alice;",
        "Character List": [
            "Alice",
            "Mock Turtle",
            "Gryphon"
        ]
    },
    {
        "Starting Line": "“What was _that_ like?” said Alice.",
        "Character List": [
            "Alice",
            "Mock Turtle",
            "Gryphon"
        ]
    },
    {
        "Starting Line": "“And how many hours a day did you do lessons?” said Alice, in a hurry to change the subject.",
        "Character List": [
            "Alice",
            "Mock Turtle",
            "Gryphon"
        ]
    },
    {
        "Starting Line": "“That’s enough about lessons,” the Gryphon interrupted in a very decided tone: “tell her something about the games now.”",
        "Character List": [
            "Alice",
            "Mock Turtle",
            "Gryphon"
        ]
    }
]