[
    {
        "Starting Line": "Not all that Mrs. Bennet, however, with the assistance of her five daughters, could ask on the subject, was sufficient to draw from her husband any satisfactory description of Mr. Bingley.",
        "Character List": [
            "Mrs. Bennet",
            "Mr. Bennet",
            "Elizabeth Bennet",
            "Jane Bennet",
            "Mary Bennet",
            "Kitty Bennet",
            "Lydia Bennet"
        ]
    },
    {
        "Starting Line": "They attacked him in various ways, with barefaced questions, ingenious suppositions, and distant surmises; but he eluded the skill of them all; and they were at last obliged to accept the second-hand intelligence of their neighbour, Lady Lucas.",
        "Character List": [
            "Mrs. Bennet",
            "Mr. Bennet",
            "Elizabeth Bennet",
            "Jane Bennet",
            "Mary Bennet",
            "Kitty Bennet",
            "Lydia Bennet",
            "Lady Lucas"
        ]
    },
    {
        "Starting Line": "Her report was highly favourable. Sir William had been delighted with him. He was quite young, wonderfully handsome, extremely agreeable, and, to crown the whole, he meant to be at the next assembly with a large party.",
        "Character List": [
            "Lady Lucas",
            "Sir William",
            "Mr. Bingley"
        ]
    },
    {
        "Starting Line": "“If I can but see one of my daughters happily settled at Netherfield,” said Mrs. Bennet to her husband, “and all the others equally well married, I shall have nothing to wish for.”",
        "Character List": [
            "Mrs. Bennet",
            "Mr. Bennet"
        ]
    },
    {
        "Starting Line": "In a few days Mr. Bingley returned Mr. Bennet’s visit, and sat about ten minutes with him in his library.",
        "Character List": [
            "Mr. Bingley",
            "Mr. Bennet"
        ]
    },
    {
        "Starting Line": "He had entertained hopes of being admitted to a sight of the young ladies, of whose beauty he had heard much; but he saw only the father.",
        "Character List": [
            "Mr. Bingley",
            "Mr. Bennet"
        ]
    },
    {
        "Starting Line": "The ladies were somewhat more fortunate, for they had the advantage of ascertaining, from an upper window, that he wore a blue coat and rode a black horse.",
        "Character List": [
            "Elizabeth Bennet",
            "Jane Bennet",
            "Mary Bennet",
            "Kitty Bennet",
            "Lydia Bennet",
            "Mr. Bingley"
        ]
    },
    {
        "Starting Line": "An invitation to dinner was soon afterwards despatched; and already had Mrs. Bennet planned the courses that were to do credit to her housekeeping, when an answer arrived which deferred it all.",
        "Character List": [
            "Mrs. Bennet",
            "Mr. Bennet",
            "Mr. Bingley"
        ]
    },
    {
        "Starting Line": "Mr. Bingley was obliged to be in town the following day, and consequently unable to accept the honour of their invitation, etc.",
        "Character List": [
            "Mr. Bingley",
            "Mrs. Bennet"
        ]
    },
    {
        "Starting Line": "An invitation to dinner was soon afterwards despatched;",
        "Character List": [
            "Mrs. Bennet",
            "Mr. Bingley",
            "Mr. Bennet",
            "Unnamed Woman"
        ]
    },
    {
        "Starting Line": "Mr. Bingley was good-looking and gentlemanlike;",
        "Character List": [
            "Mr. Bingley",
            "Mr. Darcy",
            "Mr. Hurst",
            "Miss Bingley",
            "Mrs. Hurst",
            "Elizabeth Bennet",
            "Unnamed Woman",
            "Passerby A"
        ]
    },
    {
        "Starting Line": "Elizabeth Bennet had been obliged, by the scarcity of gentlemen, to sit down for two dances;",
        "Character List": [
            "Elizabeth Bennet",
            "Mr. Darcy",
            "Mr. Bingley"
        ]
    },
    {
        "Starting Line": "standing about by yourself in this stupid manner. You had much better dance.",
        "Character List": [
            "Mr. Bingley",
            "Mr. Darcy",
            "Elizabeth Bennet",
            "Jane Bennet",
            "Unnamed Woman"
        ]
    },
    {
        "Starting Line": "The evening altogether passed off pleasantly to the whole family.",
        "Character List": [
            "Mrs. Bennet",
            "Mr. Bennet",
            "Jane Bennet",
            "Elizabeth Bennet",
            "Mary Bennet",
            "Catherine Bennet",
            "Lydia Bennet",
            "Mr. Bingley",
            "Miss Bingley"
        ]
    },
    {
        "Starting Line": "Oh, my dear Mr. Bennet, Mother said as she entered the room, \"we have had a most delightful evening, a most excellent ball.",
        "Character List": [
            "Mr. Bennet",
            "Mrs. Bennet",
            "Jane",
            "Mr. Bingley",
            "Miss Lucas",
            "Maria Lucas",
            "Lizzy",
            "Unnamed Woman"
        ]
    },
    {
        "Starting Line": "Here she was interrupted again. Mr. Bennet protested against any description of finery.",
        "Character List": [
            "Mr. Bennet",
            "Mrs. Bennet",
            "Lizzy",
            "Mr. Darcy"
        ]
    }
]