{
    "Alice": {
        "0": {
            "0": {
                "act": 0,
                "chunk": "I was beginning to get very tired of sitting by my sister on the bank, and of having nothing to do.\n "
            },
            "1": {
                "act": 0,
                "chunk": "Once or twice, I had peeped into the book she was reading, but it had no pictures or conversations in it.\n \""
            },
            "2": {
                "act": 0,
                "chunk": "And what is the use of a book,\"\n I thought, \"without pictures or conversations?\"\n"
            },
            "3": {
                "act": 0,
                "chunk": "So I was considering in my own mind (as well as I could, for the hot day made me feel very sleepy and stupid), whether the pleasure of making a daisy-chain would be worth the trouble of getting up and picking the daisies, when suddenly a White Rabbit with pink eyes ran close by me.\n"
            },
            "4": {
                "act": 0,
                "chunk": "There was nothing so very remarkable in that;\n nor did I think it so very much out of the way to hear the Rabbit say to itself, \"Oh dear! Oh dear! I shall be late!\"\n ("
            },
            "5": {
                "act": 0,
                "chunk": "When I thought it over afterwards, it occurred to me that I ought to have wondered at this, but at the time it all seemed quite natural);"
            }
        },
        "3": {
            "0": {
                "act": 0,
                "chunk": "for, you see, I had learnt several things of this sort in my lessons in the schoolroom, and though this was not a very good opportunity for showing off my knowledge, as there was no one to listen to me, still it was good practice to say it over) \"—yes, that’s about the right distance—but then I wonder what Latitude or Longitude I’ve got to?\"\n ("
            },
            "1": {
                "act": 0,
                "chunk": "I had no idea what Latitude was, or Longitude either, but thought they were nice grand words to say.)"
            },
            "2": {
                "act": 0,
                "chunk": "Presently she began again.\n “"
            },
            "3": {
                "act": 0,
                "chunk": "I wonder if I shall fall right _through_ the earth! How funny it’ll seem to come out among the people that walk with their heads downward! The Antipathies, I think—”\n ("
            },
            "4": {
                "act": 0,
                "chunk": "she was rather glad there _was_ no one listening, this time, as it didn’t sound at all the right word) “—but I shall have to ask them what the name of the country is, you know. Please, Ma’am, is this New Zealand or Australia?”\n ("
            },
            "5": {
                "act": 0,
                "chunk": "and she tried to curtsey as she spoke—fancy _curtseying_ as you’re falling through the air! Do you think you could manage it?) “"
            },
            "6": {
                "act": 0,
                "chunk": "And what an ignorant little girl she’ll think me for asking! No, it’ll never do to ask: perhaps I shall see it written up somewhere.”\n"
            },
            "7": {
                "act": 0,
                "chunk": "Down, down, down.\n "
            },
            "8": {
                "act": 0,
                "chunk": "There was nothing else to do, so I soon began talking again.\n “"
            },
            "9": {
                "act": 0,
                "chunk": "Dinah’ll miss me very much to-night, I should think!”"
            }
        },
        "8": {
            "0": {
                "act": 0,
                "chunk": "It was all very well to say \"Drink me,\"\n but the wise little Alice was not going to do that in a hurry.\n \""
            },
            "1": {
                "act": 0,
                "chunk": "No, I’ll look first,\"\n I said, \"and see whether it’s marked ‘poison’ or not\";\n "
            },
            "2": {
                "act": 0,
                "chunk": "for I had read several nice little histories about children who had got burnt, and eaten up by wild beasts and other unpleasant things, all because they would not remember the simple rules their friends had taught them: such as, that a red-hot poker will burn you if you hold it too long;\n "
            },
            "3": {
                "act": 0,
                "chunk": "and that if you cut your finger very deeply with a knife, it usually bleeds;\n "
            },
            "4": {
                "act": 0,
                "chunk": "and I had never forgotten that, if you drink much from a bottle marked \"poison,\"\n it is almost certain to disagree with you, sooner or later."
            }
        },
        "13": {
            "0": {
                "act": 0,
                "chunk": "I advise you to leave off this minute!”\n "
            },
            "1": {
                "act": 0,
                "chunk": "She generally gave herself very good advice, (though she very seldom followed it), and sometimes she scolded herself so severely as to bring tears into her eyes;\n "
            },
            "2": {
                "act": 0,
                "chunk": "and once she remembered trying to box her own ears for having cheated herself in a game of croquet she was playing against herself, for this curious child was very fond of pretending to be two people.\n “"
            },
            "3": {
                "act": 0,
                "chunk": "But it’s no use now,”\n thought poor Alice, “to pretend to be two people! Why, there’s hardly enough of me left to make _one_ respectable person!”\n"
            },
            "4": {
                "act": 0,
                "chunk": "Soon her eye fell on a little glass box that was lying under the table: she opened it, and found in it a very small cake, on which the words “EAT ME”\n were beautifully marked in currants.\n “"
            },
            "5": {
                "act": 0,
                "chunk": "Well, I’ll eat it,”"
            }
        },
        "14": {
            "0": {
                "act": 0,
                "chunk": "and if it makes me grow larger, I can reach the key; and if it makes me grow smaller, I can creep under the door; so either way I’ll get into the garden, and I don’t care which happens!”\n"
            },
            "1": {
                "act": 0,
                "chunk": "She ate a little bit, and said anxiously to herself, “Which way? Which way?”, holding her hand on the top of her head to feel which way it was growing, and she was quite surprised to find that she remained the same size: to be sure, this generally happens when one eats cake, but Alice had got so much into the way of expecting nothing but out-of-the-way things to happen, that it seemed quite dull and stupid for life to go on in the common way.\n"
            },
            "2": {
                "act": 0,
                "chunk": "So she set to work, and very soon finished off the cake.\n---“"
            },
            "3": {
                "act": 0,
                "chunk": "Curiouser and curiouser!”\n I cried, so surprised that I forgot how to speak properly.\n “"
            },
            "4": {
                "act": 0,
                "chunk": "Now I’m opening out like the largest telescope that ever was! Good-bye, feet!”\n "
            },
            "5": {
                "act": 0,
                "chunk": "I looked down and my feet seemed almost out of sight, they were so far off.\n “"
            },
            "6": {
                "act": 0,
                "chunk": "Oh, my poor little feet, I wonder who will put on your shoes and stockings for you now, dears? I’m sure I shan’t be able! I shall be a great deal too far off to trouble myself about you: you must manage the best way you can;—but I must be kind to them,”"
            }
        },
        "20": {
            "0": {
                "act": 0,
                "chunk": "I do wish they _would_ put their heads down!\n "
            },
            "1": {
                "act": 0,
                "chunk": "I am so _very_ tired of being all alone here!\n”"
            },
            "2": {
                "act": 0,
                "chunk": "As I said this, I looked down at my hands, and was surprised to see that I had put on one of the Rabbit’s little white kid gloves while I was talking. “\n"
            },
            "3": {
                "act": 0,
                "chunk": "How _can_ I have done that?\n” I thought. “\n"
            },
            "4": {
                "act": 0,
                "chunk": "I must be growing small again.\n” "
            },
            "5": {
                "act": 0,
                "chunk": "I got up and went to the table to measure myself by it, and found that, as nearly as I could guess, I was now about two feet high, and was going on shrinking rapidly: I soon found out that the cause of this was the fan I was holding, and I dropped it hastily, just in time to avoid shrinking away altogether.“\n"
            },
            "6": {
                "act": 0,
                "chunk": "That _was_ a narrow escape!"
            }
        },
        "42": {
            "0": {
                "act": 0,
                "chunk": "Oh, do let me help to undo it!”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "I didn’t mean it!”\n I pleaded.\n “"
            },
            "4": {
                "act": 0,
                "chunk": "But you’re so easily offended, you know!”\n"
            }
        },
        "46": {
            "0": {
                "act": 0,
                "chunk": "Nobody seems to like her, down here, and I’m sure she’s the best cat in the world! Oh, my dear Dinah! I wonder if I shall ever see you any more!”\n "
            },
            "1": {
                "act": 0,
                "chunk": "And here, poor me, I began to cry again, for I felt very lonely and low-spirited.\n "
            },
            "2": {
                "act": 0,
                "chunk": "In a little while, however, I again heard a little pattering of footsteps in the distance, and I looked up eagerly, half hoping that the Mouse had changed his mind, and was coming back to finish his story.\n---"
            },
            "5": {
                "act": 0,
                "chunk": "I guessed in a moment that it was looking for the fan and the pair of white kid gloves.\n "
            },
            "6": {
                "act": 0,
                "chunk": "I very good-naturedly began hunting about for them, but they were nowhere to be seen—everything seemed to have changed since my swim in the pool, and the great hall, with the glass table and the little door, had vanished completely.\n"
            }
        },
        "48": {
            "0": {
                "act": 0,
                "chunk": "I said to myself, “to be going messages for a rabbit! I suppose Dinah’ll be sending me on messages next!”\n "
            },
            "1": {
                "act": 0,
                "chunk": "And I began fancying the sort of thing that would happen: “‘Miss Alice! Come here directly, and get ready for your walk!’ ‘Coming in a minute, nurse! But I’ve got to see that the mouse doesn’t get out.’ Only I don’t think,”\n "
            },
            "2": {
                "act": 0,
                "chunk": "I went on, “that they’d let Dinah stop in the house if it began ordering people about like that!”\n"
            },
            "3": {
                "act": 0,
                "chunk": "By this time I had found my way into a tidy little room with a table in the window, and on it (as I had hoped) a fan and two or three pairs of tiny white kid gloves.\n "
            },
            "4": {
                "act": 0,
                "chunk": "I took up the fan and a pair of the gloves, and was just going to leave the room, when my eye fell upon a little bottle that stood near the looking-glass.\n "
            },
            "5": {
                "act": 0,
                "chunk": "There was no label this time with the words “DRINK ME,”\n but nevertheless I uncorked it and put it to my lips.\n “"
            },
            "6": {
                "act": 0,
                "chunk": "I know _something_ interesting is sure to happen,”"
            }
        },
        "55": {
            "0": {
                "act": 0,
                "chunk": "This time there were two little shrieks, and more sounds of broken glass.\n “"
            },
            "1": {
                "act": 0,
                "chunk": "What a number of cucumber-frames there must be!”\n I thought.\n “"
            },
            "2": {
                "act": 0,
                "chunk": "I wonder what they’ll do next! As for pulling me out of the window, I only wish they could! I’m sure I don’t want to stay in here any longer!”\n"
            },
            "3": {
                "act": 0,
                "chunk": "She waited for some time without hearing anything more: at last came a rumbling of little cartwheels, and the sound of a good many voices all talking together: she made out the words: “Where’s the other ladder?—Why, I hadn’t to bring but one; Bill’s got the other—Bill! fetch it here, lad!—Here, put ’em up at this corner—No, tie ’em together first—they don’t reach half high enough yet—Oh! they’ll do well enough; don’t be particular—Here, Bill! catch hold of this rope—Will the roof bear?—Mind that loose slate—Oh, it’s coming down! Heads below!”\n ("
            },
            "4": {
                "act": 0,
                "chunk": "a loud crash)—“Now, who did that?—It was Bill, I fancy—Who’s to go down the chimney?—Nay, I shan’t! You do it!—That I won’t, then!—Bill’s to go down—Here, Bill! the master says you’re to go down the chimney!”\n“"
            },
            "5": {
                "act": 0,
                "chunk": "Oh! So Bill’s got to come down the chimney, has he?”\n I said to myself."
            }
        },
        "95": {
            "0": {
                "act": 0,
                "chunk": "I said, a little timidly, “why your cat grins like that?”\n“"
            },
            "2": {
                "act": 0,
                "chunk": "Her sudden outburst made me jump, but I realized she was addressing the baby, not me.\n "
            },
            "3": {
                "act": 0,
                "chunk": "Taking courage, I continued, “I didn’t know that Cheshire cats always grinned; in fact, I didn’t know that cats _could_ grin.”\n“"
            },
            "5": {
                "act": 0,
                "chunk": "I don’t know of any that do,”"
            }
        },
        "101": {
            "0": {
                "act": 0,
                "chunk": "I must go and get ready to play croquet with the Queen,”\n and she hurried out of the room.\n "
            },
            "2": {
                "act": 1,
                "chunk": "I caught the baby with some difficulty, as it was a queer-shaped little creature, and held out its arms and legs in all directions, “just like a star-fish,”\n I thought.\n "
            },
            "3": {
                "act": 1,
                "chunk": "The poor little thing was snorting like a steam-engine when I caught it, and kept doubling itself up and straightening itself out again, so that altogether, for the first minute or two, it was as much as I could do to hold it.\n"
            },
            "4": {
                "act": 2,
                "chunk": "As soon as I had made out the proper way of nursing it, (which was to twist it up into a sort of knot, and then keep tight hold of its right ear and left foot, so as to prevent it from undoing itself,) I carried it out into the open air.\n “"
            },
            "5": {
                "act": 2,
                "chunk": "If I don’t take this child away with me,”"
            }
        },
        "107": {
            "0": {
                "act": 0,
                "chunk": "What sort of people live about here?”\n“"
            },
            "2": {
                "act": 0,
                "chunk": "But I don’t want to go among mad people,”\n I remarked.\n“"
            }
        },
        "120": {
            "0": {
                "act": 0,
                "chunk": "You might just as well say that ‘I see what I eat’ is the same thing as ‘I eat what I see’!\"\n \""
            },
            "4": {
                "act": 0,
                "chunk": "The party sat silent for a minute while I thought over all I could remember about ravens and writing-desks, which wasn’t much."
            }
        },
        "124": {
            "4": {
                "act": 0,
                "chunk": "Alice had been looking over his shoulder with some curiosity.\n \""
            },
            "5": {
                "act": 0,
                "chunk": "What a funny watch!\""
            }
        },
        "131": {
            "4": {
                "act": 0,
                "chunk": "I’ve heard something like it,\"\n I said.\n \""
            }
        },
        "142": {
            "1": {
                "act": 0,
                "chunk": "I did not wish to offend the Dormouse again, so I began very cautiously: “But I don’t understand. Where did they draw the treacle from?”\n“"
            },
            "4": {
                "act": 0,
                "chunk": "But they were _in_ the well,”\n I said to the Dormouse, not choosing to notice this last remark.\n“"
            }
        },
        "153": {
            "4": {
                "act": 0,
                "chunk": "My name is Alice, so please your Majesty,”\n I said very politely;\n "
            },
            "5": {
                "act": 0,
                "chunk": "but I added to myself, “Why, they’re only a pack of cards, after all. I needn’t be afraid of them!”"
            }
        },
        "159": {
            "2": {
                "act": 0,
                "chunk": "Very,”\n I said: “—where’s the Duchess?”\n“"
            },
            "5": {
                "act": 0,
                "chunk": "What for?”"
            }
        },
        "163": {
            "1": {
                "act": 1,
                "chunk": "I began to feel very uneasy: to be sure, I had not as yet had any dispute with the Queen, but I knew that it might happen any minute, “and then,”\n I thought, “what would become of me? They’re dreadfully fond of beheading people here; the great wonder is, that there’s any one left alive!”\n"
            },
            "2": {
                "act": 1,
                "chunk": "I was looking about for some way of escape, and wondering whether I could get away without being seen, when I noticed a curious appearance in the air: it puzzled me very much at first, but, after watching it a minute or two, I made it out to be a grin, and I said to myself “It’s the Cheshire Cat: now I shall have somebody to talk to.”\n“"
            }
        },
        "169": {
            "6": {
                "act": 1,
                "chunk": null
            },
            "7": {
                "act": 1,
                "chunk": null
            },
            "8": {
                "act": 1,
                "chunk": null
            }
        },
        "170": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "196": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "222": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 1,
                "chunk": null
            },
            "5": {
                "act": 1,
                "chunk": null
            }
        },
        "224": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "261": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 1,
                "chunk": null
            },
            "8": {
                "act": 1,
                "chunk": null
            }
        }
    },
    "I": {
        "1": {
            "0": {
                "act": 0,
                "chunk": "but when the Rabbit actually took a watch out of its waistcoat-pocket, and looked at it, and then hurried on, I started to my feet, for it flashed across my mind that I had never before seen a rabbit with either a waistcoat-pocket, or a watch to take out of it, and burning with curiosity, I ran across the field after it, and fortunately was just in time to see it pop down a large rabbit-hole under the hedge.\n"
            },
            "1": {
                "act": 0,
                "chunk": "In another moment, down I went after it, never once considering how in the world I was to get out again.\n"
            },
            "2": {
                "act": 0,
                "chunk": "The rabbit-hole went straight on like a tunnel for some way, and then dipped suddenly down, so suddenly that I had not a moment to think about stopping myself before I found myself falling down a very deep well.\n"
            },
            "3": {
                "act": 0,
                "chunk": "Either the well was very deep, or I fell very slowly, for I had plenty of time as I went down to look about me and to wonder what was going to happen next.\n "
            },
            "4": {
                "act": 0,
                "chunk": "First, I tried to look down and make out what I was coming to, but it was too dark to see anything;\n "
            },
            "5": {
                "act": 0,
                "chunk": "then I looked at the sides of the well, and noticed that they were filled with cupboards and book-shelves;\n "
            },
            "6": {
                "act": 0,
                "chunk": "here and there I saw maps and pictures hung upon pegs.\n "
            },
            "7": {
                "act": 0,
                "chunk": "I took down a jar from one of the shelves as I passed;"
            }
        },
        "2": {
            "0": {
                "act": 0,
                "chunk": "it was labelled \"ORANGE MARMALADE\", but to my great disappointment, it was empty: I did not like to drop the jar for fear of killing somebody underneath, so I managed to put it into one of the cupboards as I fell past it.\n\""
            },
            "1": {
                "act": 0,
                "chunk": "Well!\"\n "
            },
            "2": {
                "act": 0,
                "chunk": "I thought to myself, \"after such a fall as this, I shall think nothing of tumbling down stairs! How brave they’ll all think me at home! Why, I wouldn’t say anything about it, even if I fell off the top of the house!\"\n ("
            },
            "3": {
                "act": 0,
                "chunk": "Which was very likely true.)Down, down, down.\n "
            },
            "4": {
                "act": 0,
                "chunk": "Would the fall never come to an end?\n \""
            },
            "5": {
                "act": 0,
                "chunk": "I wonder how many miles I’ve fallen by this time?\"\n I said aloud.\n \""
            },
            "6": {
                "act": 0,
                "chunk": "I must be getting somewhere near the centre of the earth. Let me see: that would be four thousand miles down, I think—\""
            }
        },
        "4": {
            "0": {
                "act": 0,
                "chunk": "Dinah was the cat.) “I hope they’ll remember her saucer of milk at tea-time. Dinah my dear! I wish you were down here with me! "
            },
            "1": {
                "act": 0,
                "chunk": "There are no mice in the air, I’m afraid, but you might catch a bat, and that’s very like a mouse, you know. "
            },
            "2": {
                "act": 0,
                "chunk": "But do cats eat bats, I wonder?”\n "
            },
            "3": {
                "act": 0,
                "chunk": "And here I began to get rather sleepy, and went on saying to myself, in a dreamy sort of way, “Do cats eat bats? Do cats eat bats?”\n "
            },
            "4": {
                "act": 0,
                "chunk": "and sometimes, “Do bats eat cats?”\n "
            },
            "5": {
                "act": 0,
                "chunk": "for, you see, as I couldn’t answer either question, it didn’t much matter which way I put it.\n "
            },
            "6": {
                "act": 0,
                "chunk": "I felt that I was dozing off, and had just begun to dream that I was walking hand in hand with Dinah, and saying to her very earnestly, “Now, Dinah, tell me the truth: did you ever eat a bat?”\n "
            },
            "7": {
                "act": 0,
                "chunk": "when suddenly, thump!\n thump!\n down I came upon a heap of sticks and dry leaves, and the fall was over."
            }
        },
        "5": {
            "0": {
                "act": 0,
                "chunk": "I was not a bit hurt, and I jumped up on to my feet in a moment: I looked up, but it was all dark overhead;\n "
            },
            "1": {
                "act": 0,
                "chunk": "before me was another long passage, and the White Rabbit was still in sight, hurrying down it.\n "
            },
            "2": {
                "act": 0,
                "chunk": "There was not a moment to be lost: away I went like the wind, and was just in time to hear it say, as it turned a corner, “Oh my ears and whiskers, how late it’s getting!”\n "
            },
            "3": {
                "act": 1,
                "chunk": "I was close behind it when I turned the corner, but the Rabbit was no longer to be seen: I found myself in a long, low hall, which was lit up by a row of lamps hanging from the roof.\n"
            },
            "4": {
                "act": 1,
                "chunk": "There were doors all round the hall, but they were all locked;\n "
            },
            "5": {
                "act": 1,
                "chunk": "and when I had been all the way down one side and up the other, trying every door, I walked sadly down the middle, wondering how I was ever to get out again.\n"
            },
            "6": {
                "act": 1,
                "chunk": "Suddenly I came upon a little three-legged table, all made of solid glass;\n "
            },
            "7": {
                "act": 1,
                "chunk": "there was nothing on it except a tiny golden key, and my first thought was that it might belong to one of the doors of the hall;"
            }
        },
        "6": {
            "0": {
                "act": 0,
                "chunk": "but, alas!\n "
            },
            "1": {
                "act": 0,
                "chunk": "either the locks were too large, or the key was too small, but at any rate it would not open any of them.\n "
            },
            "2": {
                "act": 0,
                "chunk": "However, on the second time round, I came upon a low curtain I had not noticed before, and behind it was a little door about fifteen inches high: I tried the little golden key in the lock, and to my great delight it fitted!\n"
            },
            "3": {
                "act": 0,
                "chunk": "I opened the door and found that it led into a small passage, not much larger than a rat-hole.\n "
            },
            "4": {
                "act": 0,
                "chunk": "I knelt down and looked along the passage into the loveliest garden I ever saw.\n "
            },
            "5": {
                "act": 0,
                "chunk": "How I longed to get out of that dark hall and wander about among those beds of bright flowers and those cool fountains.\n "
            },
            "6": {
                "act": 0,
                "chunk": "But I could not even get my head through the doorway.\n \""
            },
            "7": {
                "act": 0,
                "chunk": "And even if my head would go through,\""
            }
        },
        "7": {
            "0": {
                "act": 0,
                "chunk": "I thought, \"it would be of very little use without my shoulders. Oh, how I wish I could shut up like a telescope! I think I could, if I only knew how to begin.\"\n "
            },
            "1": {
                "act": 0,
                "chunk": "For, you see, so many out-of-the-way things had happened lately, that I had begun to think that very few things indeed were really impossible.\n"
            },
            "2": {
                "act": 0,
                "chunk": "There seemed to be no use in waiting by the little door, so I went back to the table, half hoping I might find another key on it, or at any rate a book of rules for shutting people up like telescopes.\n "
            },
            "3": {
                "act": 0,
                "chunk": "This time I found a little bottle on it.\n \""
            },
            "4": {
                "act": 0,
                "chunk": "Which certainly was not here before,\"\n I said to myself.\n "
            },
            "5": {
                "act": 0,
                "chunk": "Round the neck of the bottle was a paper label, with the words \"DRINK ME,\"\n beautifully printed on it in large letters."
            }
        },
        "9": {
            "0": {
                "act": 0,
                "chunk": "However, this bottle was not marked \"poison,\"\n so I ventured to taste it, and finding it very nice, (it had, in fact, a sort of mixed flavour of cherry-tart, custard, pine-apple, roast turkey, toffee, and hot buttered toast,) I very soon finished it off.\n\""
            },
            "1": {
                "act": 0,
                "chunk": "What a curious feeling!\"\n I said;\n \"I must be shutting up like a telescope.\"\n "
            },
            "2": {
                "act": 0,
                "chunk": "And so it was indeed: I was now only ten inches high, and my face brightened up at the thought that I was now the right size for going through the little door into that lovely garden.\n "
            },
            "3": {
                "act": 0,
                "chunk": "First, however, I waited for a few minutes to see if I was going to shrink any further.\n I felt a little nervous about this;"
            }
        },
        "10": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": "I wonder what I should be like then?\"\n "
            },
            "2": {
                "act": 0,
                "chunk": "And I tried to fancy what the flame of a candle is like after the candle is blown out, for I could not remember ever having seen such a thing.\n"
            },
            "3": {
                "act": 0,
                "chunk": "After a while, finding that nothing more happened, I decided on going into the garden at once.\n "
            },
            "4": {
                "act": 1,
                "chunk": "But, alas for poor Alice!\n "
            },
            "5": {
                "act": 1,
                "chunk": "When I got to the door, I found I had forgotten the little golden key.\n "
            },
            "6": {
                "act": 1,
                "chunk": "When I went back to the table for it, I found I could not possibly reach.\n“"
            },
            "7": {
                "act": 1,
                "chunk": "What a curious feeling!”"
            }
        },
        "11": {
            "0": {
                "act": 0,
                "chunk": "I must be shutting up like a telescope.”\n "
            },
            "1": {
                "act": 0,
                "chunk": "And so it was indeed: I was now only ten inches high, and my face brightened up at the thought that I was now the right size for going through the little door into that lovely garden.\n "
            },
            "2": {
                "act": 0,
                "chunk": "First, however, I waited for a few minutes to see if I was going to shrink any further.\n "
            },
            "3": {
                "act": 0,
                "chunk": "I felt a little nervous about this;\n “"
            },
            "4": {
                "act": 0,
                "chunk": "for it might end,”\n I said to myself, “in my going out altogether, like a candle. I wonder what I should be like then?”\n "
            },
            "5": {
                "act": 0,
                "chunk": "And I tried to fancy what the flame of a candle is like after the candle is blown out, for I could not remember ever having seen such a thing."
            }
        },
        "12": {
            "0": {
                "act": 0,
                "chunk": "After a while, finding that nothing more happened, I decided on going into the garden at once.\n "
            },
            "1": {
                "act": 0,
                "chunk": "But, alas for poor Alice!\n "
            },
            "2": {
                "act": 0,
                "chunk": "When I got to the door, I found I had forgotten the little golden key.\n "
            },
            "3": {
                "act": 0,
                "chunk": "When I went back to the table for it, I found I could not possibly reach.\nit: she could see it quite plainly through the glass, and she tried her best to climb up one of the legs of the table, but it was too slippery;\n "
            },
            "4": {
                "act": 0,
                "chunk": "and when she had tired herself out with trying, the poor little thing sat down and cried.\n“"
            },
            "5": {
                "act": 0,
                "chunk": "Come, there’s no use in crying like that!”\n said Alice to herself, rather sharply;"
            }
        },
        "15": {
            "0": {
                "act": 0,
                "chunk": "I thought.\n “"
            },
            "1": {
                "act": 0,
                "chunk": "Or perhaps they won’t walk the way I want to go! Let me see: I’ll give them a new pair of boots every Christmas.”\n"
            },
            "2": {
                "act": 0,
                "chunk": "I went on planning how I would manage it.\n “"
            },
            "3": {
                "act": 0,
                "chunk": "They must go by the carrier,”\n I thought.\n “"
            },
            "4": {
                "act": 0,
                "chunk": "And how funny it’ll seem, sending presents to one’s own feet! And how odd the directions will look!”\n_Alice’s Right Foot, Esq.\n, Hearthrug, near the Fender,_ (_with Alice’s love_)."
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "16": {
            "0": {
                "act": 0,
                "chunk": "Oh dear, what nonsense I’m talking!”\n"
            },
            "1": {
                "act": 0,
                "chunk": "Just then my head struck against the roof of the hall: in fact, I was now more than nine feet high, and I at once took up the little golden key and hurried off to the garden door.\n"
            },
            "2": {
                "act": 1,
                "chunk": "Poor me!\n "
            },
            "3": {
                "act": 1,
                "chunk": "It was as much as I could do, lying down on one side, to look through into the garden with one eye;\n "
            },
            "4": {
                "act": 1,
                "chunk": "but to get through was more hopeless than ever.\n "
            },
            "5": {
                "act": 1,
                "chunk": "I sat down and began to cry again.\n“"
            },
            "6": {
                "act": 1,
                "chunk": "You ought to be ashamed of yourself,”\n "
            },
            "7": {
                "act": 1,
                "chunk": "I said to myself, “a great girl like you, to go on crying in this way! Stop this moment, I tell you!”"
            }
        },
        "17": {
            "0": {
                "act": 0,
                "chunk": "But I went on all the same, shedding gallons of tears, until there was a large pool all round me, about four inches deep and reaching half down the hall.\n"
            },
            "1": {
                "act": 0,
                "chunk": "After a time, I heard a little pattering of feet in the distance, and I hastily dried my eyes to see what was coming.\n "
            },
            "4": {
                "act": 0,
                "chunk": "I felt so desperate that I was ready to ask help of anyone.\n "
            },
            "5": {
                "act": 0,
                "chunk": "So, when the Rabbit came near me, I began, in a low, timid voice, “If you please, sir—”\n "
            },
            "7": {
                "act": 0,
                "chunk": "I took up the fan and gloves, and, as the hall was very hot, I kept fanning myself all the time I went on talking."
            }
        },
        "18": {
            "0": {
                "act": 0,
                "chunk": "Dear, dear! How queer everything is to-day! And yesterday things went on just as usual. I wonder if I’ve been changed in the night? Let me think: was I the same when I got up this morning? I almost think I can remember feeling a little different. But if I’m not the same, the next question is, Who in the world am I? Ah, that’s the great puzzle!”\n "
            },
            "1": {
                "act": 0,
                "chunk": "I began thinking over all the children I knew that were of the same age as myself, to see if I could have been changed for any of them.\n---“"
            },
            "2": {
                "act": 0,
                "chunk": "I’m sure I’m not Ada,”\n I said, “for her hair goes in such long ringlets, and mine doesn’t go in ringlets at all; and I’m sure I can’t be Mabel, for I know all sorts of things, and she, oh! she knows such a very little! Besides, _she’s_ she, and _I’m_ I, and—oh dear, how puzzling it all is! "
            },
            "3": {
                "act": 0,
                "chunk": "I’ll try if I know all the things I used to know. Let me see: four times five is twelve, and four times six is thirteen, and four times seven is—oh dear! I shall never get to twenty at that rate! However, the Multiplication Table doesn’t signify: let’s try Geography. London is the capital of Paris, and Paris is the capital of Rome, and Rome—no, _that’s_ all wrong, I’m certain! I must have been changed for Mabel! "
            },
            "4": {
                "act": 0,
                "chunk": "I’ll try and say ‘_How doth the little_—’”\n and I crossed my hands on my lap as if I were saying lessons, and began to repeat it, but my voice sounded hoarse and strange, and the words did not come the same as they used to do:—“How doth the little crocodile    Improve his shining tail,And pour the waters of the Nile    On every golden scale!“\n"
            },
            "5": {
                "act": 0,
                "chunk": "How cheerfully he seems to grin,    How neatly spread his claws,And welcome little fishes in    With gently smiling jaws!\n”“\n"
            },
            "6": {
                "act": 0,
                "chunk": "I’m sure those are not the right words,” I said, and my eyes filled with tears again as I went on, “"
            }
        },
        "19": {
            "0": {
                "act": 0,
                "chunk": "I must be Mabel after all, and I shall have to go and live in that poky little house, and have next to no toys to play with, and oh!\n "
            },
            "1": {
                "act": 0,
                "chunk": "ever so many lessons to learn!\n "
            },
            "2": {
                "act": 0,
                "chunk": "No, I’ve made up my mind about it;\n "
            },
            "3": {
                "act": 0,
                "chunk": "if I’m Mabel, I’ll stay down here!\n "
            },
            "4": {
                "act": 0,
                "chunk": "It’ll be no use their putting their heads down and saying ‘Come up again, dear!\n’ "
            },
            "5": {
                "act": 0,
                "chunk": "I shall only look up and say ‘Who am I then?\n Tell me that first, and then, if I like being that person, I’ll come up: if not, I’ll stay down here till I’m somebody else’—but, oh dear!\n” "
            },
            "6": {
                "act": 0,
                "chunk": "I cried, with a sudden burst of tears, “"
            }
        },
        "21": {
            "0": {
                "act": 0,
                "chunk": "I said, a good deal frightened at the sudden change, but very glad to find myself still in existence; “\n"
            },
            "1": {
                "act": 0,
                "chunk": "and now for the garden!\n” "
            },
            "2": {
                "act": 0,
                "chunk": "I ran with all speed back to the little door: but, alas! the little door was shut again, and the little golden key was lying on the glass table as before, “\n"
            },
            "3": {
                "act": 0,
                "chunk": "and things are worse than ever,” I thought, “\n"
            },
            "4": {
                "act": 0,
                "chunk": "for I never was so small as this before, never!\n "
            },
            "5": {
                "act": 0,
                "chunk": "And I declare it’s too bad, that it is!\n”"
            },
            "6": {
                "act": 1,
                "chunk": "As I said these words, my foot slipped, and in another moment, splash! I was up to my chin in salt water. "
            },
            "7": {
                "act": 1,
                "chunk": "My first idea was that I had somehow fallen into the sea, “\n"
            },
            "8": {
                "act": 1,
                "chunk": "and in that case I can go back by…"
            }
        },
        "22": {
            "0": {
                "act": 0,
                "chunk": "As I said these words, my foot slipped, and in another moment, splash! I was up to my chin in salt water. "
            },
            "1": {
                "act": 0,
                "chunk": "My first idea was that I had somehow fallen into the sea, “\nand in that case I can go back by…\n”“\n"
            },
            "2": {
                "act": 0,
                "chunk": "I wish I hadn’t cried so much!\n” I said to myself as I swam about, trying to find my way out. “\n"
            },
            "3": {
                "act": 0,
                "chunk": "I shall be punished for it now, I suppose, by being drowned in my own tears!\n That _will_ be a queer thing, to be sure!\n "
            },
            "4": {
                "act": 0,
                "chunk": "However, everything is queer to-day."
            }
        },
        "23": {
            "0": {
                "act": 0,
                "chunk": "Just then I heard something splashing about in the pool a little way off, and I swam nearer to make out what it was. "
            },
            "1": {
                "act": 0,
                "chunk": "At first, I thought it must be a walrus or hippopotamus, but then I remembered how small I was now, and I soon made out that it was only a mouse that had slipped in like myself.“\nWould it be of any use, now,” I thought, “\nto speak to this mouse?\n "
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": "Everything is so out-of-the-way down here, that I should think very likely it can talk: at any rate, there’s no harm in trying.\n” "
            },
            "4": {
                "act": 0,
                "chunk": "So I began: “\nO Mouse, do you know the way out of this pool?\n I am very tired of swimming about here, O Mouse!\n” (I thought this must be the right way of speaking to a mouse: I had never done such a thing before, but I remembered having seen in my brother’s Latin Grammar, “"
            }
        },
        "25": {
            "0": {
                "act": 0,
                "chunk": "I quite forgot you didn’t like cats.\n”“\n"
            },
            "3": {
                "act": 0,
                "chunk": "Well, perhaps not,” I said in a soothing tone: “\n"
            },
            "4": {
                "act": 0,
                "chunk": "don’t be angry about it."
            }
        },
        "26": {
            "0": {
                "act": 0,
                "chunk": "And yet I wish I could show you our cat Dinah: I think you’d take a fancy to cats if you could only see her.\n "
            },
            "1": {
                "act": 0,
                "chunk": "She is such a dear quiet thing,” I went on, half to myself, as I swam lazily about in the pool, “\nand she sits purring so nicely by the fire, licking her paws and washing her face—and she is such a nice soft thing to nurse—and she’s such a capital one for catching mice—oh, I beg your pardon!\n” "
            },
            "3": {
                "act": 0,
                "chunk": "We won’t talk about her any more if you’d rather not.\n”“\n"
            }
        },
        "27": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": "Don’t let me hear the name again!\n”“\n"
            },
            "3": {
                "act": 0,
                "chunk": "I won’t indeed!\n” "
            },
            "4": {
                "act": 0,
                "chunk": "I said, in a great hurry to change the subject.---“\n"
            },
            "5": {
                "act": 0,
                "chunk": "Are you—are you fond—of—of dogs?\n” "
            },
            "6": {
                "act": 0,
                "chunk": "I asked the Mouse, hoping to change the subject. "
            },
            "7": {
                "act": 0,
                "chunk": "The Mouse didn’t answer, so I continued eagerly, “"
            }
        },
        "29": {
            "0": {
                "act": 0,
                "chunk": "Let us get to the shore, and then I’ll tell you my history, and you’ll understand why it is I hate cats and dogs.\n”"
            },
            "1": {
                "act": 0,
                "chunk": "It was high time to go, for the pool was getting quite crowded with the birds and animals that had fallen into it. "
            },
            "2": {
                "act": 0,
                "chunk": "There were a Duck and a Dodo, a Lory and an Eaglet, and several other curious creatures. "
            },
            "3": {
                "act": 0,
                "chunk": "I led the way, and the whole party swam to the shore.---"
            },
            "4": {
                "act": 0,
                "chunk": "They were indeed a queer-looking party that assembled on the bank—the birds with draggled feathers, the animals with their fur clinging close to them, and all dripping wet, cross, and uncomfortable. "
            },
            "5": {
                "act": 0,
                "chunk": "I looked around at the Mouse, the Duck, the Dodo, the Lory, and the Eaglet. "
            },
            "6": {
                "act": 0,
                "chunk": "We were quite a sight, and I couldn't help but feel a bit out of place among them."
            },
            "7": {
                "act": 0,
                "chunk": "The first question of course was, how to get dry again: they had a consultation about this, and after a few minutes it seemed quite natural to me to find myself talking familiarly with them, as if I had known them all my life. "
            },
            "8": {
                "act": 0,
                "chunk": "I had quite a long argument with the Lory, who at last turned sulky, and would only say, “\nI am older than you, and must know better;\n” and this I would not allow without knowing how old it was, and, as the Lory positively refused to tell its age, there was no more to be said."
            },
            "10": {
                "act": 0,
                "chunk": "They all sat down at once, in a large ring, with the Mouse in the middle. "
            },
            "11": {
                "act": 0,
                "chunk": "I kept my eyes anxiously fixed on it, for I felt sure I would catch a bad cold if I did not get dry very soon.“\n"
            }
        },
        "33": {
            "6": {
                "act": 0,
                "chunk": "As wet as ever,” I said in a melancholy tone: “\n"
            },
            "7": {
                "act": 0,
                "chunk": "it doesn’t seem to dry me at all."
            }
        },
        "35": {
            "0": {
                "act": 0,
                "chunk": "What _is_ a Caucus-race?\n” I said; not that I wanted much to know, but the Dodo had paused as if it thought that _somebody_ ought to.“\n"
            }
        },
        "36": {
            "1": {
                "act": 0,
                "chunk": "What _is_ a Caucus-race?\n” I said; not that I wanted much to know, but the Dodo had paused as if it thought that _somebody_ ought to speak, and no one else seemed inclined to say anything.“\n"
            },
            "3": {
                "act": 0,
                "chunk": "And, as you might like to try the thing yourself, some winter day, I will tell you how the Dodo managed it.)"
            }
        },
        "38": {
            "3": {
                "act": 1,
                "chunk": "I had no idea what to do, and in despair, I put my hand in my pocket, and pulled out a box of comfits, (luckily the salt water had not got into it), and handed them round as prizes. There was exactly one a-piece, all round.“\n"
            }
        },
        "39": {
            "1": {
                "act": 0,
                "chunk": "Only a thimble,” I said sadly.“\n"
            },
            "5": {
                "act": 0,
                "chunk": "I thought the whole thing very absurd, but they all looked so grave that I did not dare to laugh; and, as I could not think of anything to say, I simply bowed, and took the thimble, looking as solemn as I could."
            },
            "6": {
                "act": 1,
                "chunk": "The next thing was to eat the comfits: this caused some noise and confusion, as the large birds complained that they could not taste theirs, and the small ones choked and had to be patted on the back. "
            },
            "8": {
                "act": 1,
                "chunk": "You promised to tell me your history, you know,” I said to the Mouse, “\n"
            },
            "9": {
                "act": 1,
                "chunk": "and why it is you hate—C and D,” I added in a whisper, half afraid that it would be offended again.“"
            }
        },
        "40": {
            "1": {
                "act": 0,
                "chunk": "It _is_ a long tail, certainly,” I said, looking down with wonder at the Mouse’s tail; “\n"
            },
            "2": {
                "act": 0,
                "chunk": "but why do you call it sad?\n” And I kept on puzzling about it while the Mouse was speaking, so that my idea of the tale was something like this:—         “\n"
            }
        },
        "41": {
            "0": {
                "act": 0,
                "chunk": "What are you thinking of?”\n“"
            },
            "1": {
                "act": 0,
                "chunk": "I beg your pardon,”\n I said very humbly.\n “"
            },
            "2": {
                "act": 0,
                "chunk": "You had got to the fifth bend, I think?”\n“"
            },
            "4": {
                "act": 0,
                "chunk": "A knot!”\n I said, always ready to make myself useful, and looking anxiously about me."
            }
        },
        "43": {
            "0": {
                "act": 0,
                "chunk": "Please come back and finish your story!”\n I called after it;\n "
            }
        },
        "44": {
            "1": {
                "act": 0,
                "chunk": "I wish I had our Dinah here, I know I do!”\n I said aloud, addressing nobody in particular.\n “"
            },
            "2": {
                "act": 0,
                "chunk": "She’d soon fetch it back!”\n“"
            },
            "4": {
                "act": 0,
                "chunk": "I replied eagerly, for I was always ready to talk about my pet."
            }
        },
        "47": {
            "0": {
                "act": 0,
                "chunk": "I was so much frightened that I ran off at once in the direction it pointed to, without trying to explain the mistake it had made.\n“"
            },
            "1": {
                "act": 0,
                "chunk": "He took me for his housemaid,”\n I said to myself as I ran.\n “"
            },
            "2": {
                "act": 0,
                "chunk": "How surprised he’ll be when he finds out who I am! But I’d better take him his fan and gloves—that is, if I can find them.”\n "
            },
            "3": {
                "act": 1,
                "chunk": "As I said this, I came upon a neat little house, on the door of which was a bright brass plate with the name “W. RABBIT,”\n engraved upon it.\n "
            },
            "4": {
                "act": 1,
                "chunk": "I went in without knocking, and hurried upstairs, in great fear lest I should meet the real Mary Ann, and be turned out of the house before I had found the fan and gloves.\n“"
            },
            "5": {
                "act": 1,
                "chunk": "How queer it seems,”"
            }
        },
        "49": {
            "0": {
                "act": 0,
                "chunk": "I said to myself, “whenever I eat or drink anything; so I’ll just see what this bottle does. I do hope it’ll make me grow large again, for really I’m quite tired of being such a tiny little thing!”\n"
            },
            "1": {
                "act": 0,
                "chunk": "It did so indeed, and much sooner than I had expected: before I had drunk half the bottle, I found my head pressing against the ceiling, and had to stoop to save my neck from being broken.\n "
            },
            "2": {
                "act": 0,
                "chunk": "I hastily put down the bottle, saying to myself “That’s quite enough—I hope I shan’t grow any more—As it is, I can’t get out at the door—I do wish I hadn’t.”\n---It did so indeed, and much sooner than I had expected: before I had drunk half the bottle, I found my head pressing against the ceiling, and had to stoop to save my neck from being broken.\n I hastily put down the bottle, saying to myself “That’s quite enough—I hope I shan’t grow any more—As it is, I can’t get out at the door—I do wish I hadn’t drunk quite so much!”\n "
            },
            "3": {
                "act": 0,
                "chunk": "Alas!\n it was too late to wish that!\n I went on growing, and growing, and very soon had to kneel down on the floor: in another minute there was not even room for this, and I tried the effect of lying down with one elbow against the door, and the other arm curled round my head."
            }
        },
        "50": {
            "0": {
                "act": 0,
                "chunk": "Still I went on growing, and, as a last resource, I put one arm out of the window, and one foot up the chimney, and said to myself “Now I can do no more, whatever happens. What _will_ become of me?”\n"
            },
            "1": {
                "act": 0,
                "chunk": "Luckily for Alice, the little magic bottle had now had its full effect, and I grew no larger: still it was very uncomfortable, and, as there seemed to be no sort of chance of my ever getting out of the room again, no wonder I felt unhappy.\n “"
            },
            "2": {
                "act": 0,
                "chunk": "It was much pleasanter at home,”\n I thought, “when one wasn’t always growing larger and smaller, and being ordered about by mice and rabbits. I almost wish I hadn’t gone down that rabbit-hole—and yet—and yet—it’s rather curious, you know, this sort of life! I do wonder what _can_ have happened to me! "
            },
            "3": {
                "act": 0,
                "chunk": "When I used to read fairy-tales, I fancied that kind of thing never happened, and now here I am in the middle of one! There ought to be a book written about me, that there ought! And when I grow up, I’ll write one—but I’m grown up now,”\n I added in a sorrowful tone;\n “"
            },
            "4": {
                "act": 0,
                "chunk": "at least there’s no room to grow up any more _here_.”\n“"
            },
            "5": {
                "act": 0,
                "chunk": "But then,”\n I thought, “shall I _never_ get any older than I am now? That’ll be a comfort, one way—never to be an old woman—but then—always to have lessons to learn! Oh, I shouldn’t like _that!_”"
            }
        },
        "51": {
            "0": {
                "act": 0,
                "chunk": "Oh, you foolish Alice!”\n I answered myself.\n “"
            },
            "1": {
                "act": 0,
                "chunk": "How can you learn lessons in here? Why, there’s hardly room for _you_, and no room at all for any lesson-books!”\n "
            },
            "2": {
                "act": 0,
                "chunk": "And so I went on, taking first one side and then the other, and making quite a conversation of it altogether;\n "
            },
            "3": {
                "act": 0,
                "chunk": "but after a few minutes I heard a voice outside, and stopped to listen.\n“"
            }
        },
        "52": {
            "1": {
                "act": 1,
                "chunk": "I knew it was the Rabbit coming to look for me, and I trembled till I shook the house, quite forgetting that I was now about a thousand times as large as the Rabbit, and had no reason to be afraid of it.\n "
            },
            "3": {
                "act": 1,
                "chunk": "but, as the door opened inwards, and my elbow was pressed hard against it, that attempt proved a failure.\n "
            },
            "5": {
                "act": 1,
                "chunk": "_That_ you won’t!”\n I thought, and, after waiting till I fancied I heard the Rabbit just under the window, I suddenly spread out my hand, and made a snatch in the air.\n "
            },
            "6": {
                "act": 1,
                "chunk": "I did not get hold of anything, but I heard a little shriek and a fall, and a crash of broken glass, from which I concluded that it was just possible it had fallen into a cucumber-frame, or something of the sort."
            }
        },
        "54": {
            "5": {
                "act": 0,
                "chunk": "and at last I spread out my hand again, and made another snatch in the air."
            }
        },
        "57": {
            "2": {
                "act": 0,
                "chunk": "and I called out as loud as I could, “If you do, I’ll set Dinah at you!”\n"
            },
            "3": {
                "act": 0,
                "chunk": "There was a dead silence instantly, and I thought to myself, “I wonder what they will do next! If they had any sense, they’d take the roof off.”\n "
            },
            "5": {
                "act": 0,
                "chunk": "A barrowful of what?”"
            }
        },
        "58": {
            "1": {
                "act": 0,
                "chunk": "and I called out as loud as I could, “If you do, I’ll set Dinah at you!”\n "
            },
            "2": {
                "act": 0,
                "chunk": "There was a dead silence instantly, and I thought to myself, “I wonder what they will do next! If they had any sense, they’d take the roof off.”\n "
            },
            "4": {
                "act": 0,
                "chunk": "A barrowful of what?”\n I thought;"
            }
        },
        "59": {
            "0": {
                "act": 0,
                "chunk": "but I had not long to doubt, for the next moment a shower of little pebbles came rattling in at the window, and some of them hit her in the face.\n “"
            },
            "1": {
                "act": 0,
                "chunk": "I’ll put a stop to this,”\n I said to myself, and shouted out, “You’d better not do that again!”\n which produced another dead silence.\n"
            },
            "2": {
                "act": 0,
                "chunk": "I noticed with some surprise that the pebbles were all turning into little cakes as they lay on the floor, and a bright idea came into my head.\n “"
            },
            "3": {
                "act": 0,
                "chunk": "If I eat one of these cakes,”\n I thought, “it’s sure to make some change in my size; and as it can’t possibly make me larger, it must make me smaller, I suppose.”\n"
            },
            "4": {
                "act": 0,
                "chunk": "So I swallowed one of the cakes, and was delighted to find that I began shrinking directly."
            }
        },
        "60": {
            "0": {
                "act": 0,
                "chunk": "As soon as I was small enough to get through the door, I ran out of the house, and found quite a crowd of little animals and birds waiting outside.\n "
            },
            "2": {
                "act": 0,
                "chunk": "They all made a rush at me the moment I appeared;\n but I ran off as hard as I could, and soon found myself safe in a thick wood.\n“"
            },
            "3": {
                "act": 1,
                "chunk": "The first thing I’ve got to do,”\n I said to myself, as I wandered about in the wood, “is to grow to my right size again; and the second thing is to find my way into that lovely garden. I think that will be the best plan.”\n "
            },
            "4": {
                "act": 1,
                "chunk": "It sounded an excellent plan, no doubt, and very neatly and simply arranged;\n the only difficulty was, that I had not the smallest idea how to set about it;"
            }
        },
        "61": {
            "0": {
                "act": 0,
                "chunk": "while I was peering about anxiously among the trees, a little sharp bark just over my head made me look up in a great hurry.\n"
            },
            "2": {
                "act": 0,
                "chunk": "Poor little thing!”\n I said, in a coaxing tone, and I tried hard to whistle to it;\n "
            },
            "3": {
                "act": 0,
                "chunk": "but I was terribly frightened all the time at the thought that it might be hungry, in which case it would be very likely to eat me up in spite of all my coaxing.\n"
            },
            "4": {
                "act": 0,
                "chunk": "Hardly knowing what I did, I picked up a little bit of stick, and held it out to the puppy;\n "
            },
            "6": {
                "act": 0,
                "chunk": "then I dodged behind a great thistle, to keep myself from being run over;"
            }
        },
        "62": {
            "1": {
                "act": 0,
                "chunk": "then I, thinking it was very like having a game of play with a cart-horse, and expecting every moment to be trampled under its feet, ran round the thistle again;\n "
            },
            "3": {
                "act": 0,
                "chunk": "This seemed to me a good opportunity for making my escape;\n "
            },
            "4": {
                "act": 0,
                "chunk": "so I set off at once, and ran till I was quite tired and out of breath, and till the puppy’s bark sounded quite faint in the distance.\n “"
            },
            "5": {
                "act": 0,
                "chunk": "And yet what a dear little puppy it was!”\n "
            },
            "6": {
                "act": 0,
                "chunk": "I said, as I leant against a buttercup to rest myself, and fanned myself with one of the leaves.\n"
            },
            "7": {
                "act": 0,
                "chunk": "I should have liked teaching it tricks very much, if—if I’d only been the right size to do it!"
            }
        },
        "63": {
            "0": {
                "act": 0,
                "chunk": "Oh dear!\n "
            },
            "1": {
                "act": 0,
                "chunk": "I’d nearly forgotten that I’ve got to grow up again!\n "
            },
            "2": {
                "act": 0,
                "chunk": "Let me see—how _is_ it to be managed?\n "
            },
            "3": {
                "act": 0,
                "chunk": "I suppose I ought to eat or drink something or other;\n "
            },
            "4": {
                "act": 0,
                "chunk": "but the great question is, what?\n"
            },
            "5": {
                "act": 0,
                "chunk": "The great question certainly was, what?\n "
            },
            "6": {
                "act": 0,
                "chunk": "I looked all around me at the flowers and the blades of grass, but I did not see anything that looked like the right thing to eat or drink under the circumstances.\n"
            },
            "7": {
                "act": 0,
                "chunk": "There was a large mushroom growing near me, about the same height as myself;"
            }
        },
        "64": {
            "5": {
                "act": 0,
                "chunk": "I felt a bit uneasy."
            }
        },
        "65": {
            "0": {
                "act": 0,
                "chunk": "I—I hardly know, sir, just at present—at least I know who I _was_ when I got up this morning, but I think I must have been changed several times since then.”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "I can’t explain _myself_, I’m afraid, sir,”\n I replied, “because I’m not myself, you see.”\n“"
            }
        },
        "66": {
            "0": {
                "act": 0,
                "chunk": "I’m afraid I can’t put it more clearly,”\n I responded very politely, “for I can’t understand it myself to begin with; and being so many different sizes in a day is very confusing.”\n“"
            },
            "2": {
                "act": 0,
                "chunk": "Well, perhaps you haven’t found it so yet,”\n I ventured, “but when you have to turn into a chrysalis—you will some day, you know—and then after that into a butterfly, I should think you’ll feel it a little queer, won’t you?”\n“Not a bit,”"
            }
        },
        "67": {
            "0": {
                "act": 0,
                "chunk": "Well, perhaps your feelings may be different,”\n I said, “all I know is, it would feel very queer to _me_.”\n“"
            },
            "2": {
                "act": 0,
                "chunk": "Who are _you?_”\nThe conversation seemed to loop back to the beginning, and I felt a little irritated by the Caterpillar’s short remarks.\n "
            },
            "3": {
                "act": 0,
                "chunk": "I drew myself up and said, very gravely, “I think, you ought to tell me who _you_ are, first.”"
            }
        },
        "68": {
            "1": {
                "act": 0,
                "chunk": "Another puzzling question.\n "
            },
            "3": {
                "act": 0,
                "chunk": "I decided to turn away.\n“"
            }
        },
        "69": {
            "0": {
                "act": 0,
                "chunk": "That sounded promising.\n "
            },
            "1": {
                "act": 0,
                "chunk": "I turned and came back.\n“"
            },
            "3": {
                "act": 0,
                "chunk": "Is that all?”\n I asked, trying to swallow down my anger as well as I could.\n“"
            }
        },
        "70": {
            "0": {
                "act": 0,
                "chunk": "I decided to wait, as I had nothing else to do, and perhaps it might tell me something worth hearing.\n "
            },
            "3": {
                "act": 0,
                "chunk": "I’m afraid I am, sir,”\n I said;\n “"
            },
            "4": {
                "act": 0,
                "chunk": "I can’t remember things as I used—and I don’t keep the same size for ten minutes together!”\n“"
            }
        },
        "71": {
            "0": {
                "act": 0,
                "chunk": "Well, I’ve tried to say “\nHow doth the little busy bee,” but it all came different!”\n "
            },
            "1": {
                "act": 0,
                "chunk": "I replied in a very melancholy voice.\n“Repeat, “\n_You are old, Father William_,’” the Caterpillar instructed."
            },
            "3": {
                "act": 0,
                "chunk": "I folded my hands and began:—“\nYou are old, Father William,” the young man said,    “\n"
            },
            "4": {
                "act": 0,
                "chunk": "And your hair has become very white;\n"
            },
            "5": {
                "act": 0,
                "chunk": "And yet you incessantly stand on your head—    "
            },
            "6": {
                "act": 0,
                "chunk": "Do you think, at your age, it is right?"
            }
        },
        "75": {
            "0": {
                "act": 0,
                "chunk": "I timidly replied;\n “"
            },
            "1": {
                "act": 0,
                "chunk": "some of the words have got altered.”\n “"
            },
            "5": {
                "act": 0,
                "chunk": "Oh, I’m not particular as to size,”"
            }
        },
        "76": {
            "0": {
                "act": 0,
                "chunk": "I hastily replied;\n “"
            },
            "1": {
                "act": 0,
                "chunk": "only one doesn’t like changing so often, you know.”\n “"
            },
            "3": {
                "act": 0,
                "chunk": "I said nothing: I had never been so much contradicted in my life before, and I felt that I was losing my temper.\n “"
            },
            "5": {
                "act": 0,
                "chunk": "Well, I should like to be a _little_ larger, sir, if you wouldn’t mind,”"
            }
        },
        "77": {
            "0": {
                "act": 0,
                "chunk": "three inches is such a wretched height to be.”\n“"
            },
            "2": {
                "act": 0,
                "chunk": "But I’m not used to it!”\n I pleaded in a piteous tone.\n "
            },
            "3": {
                "act": 0,
                "chunk": "And I thought to myself, “I wish the creatures wouldn’t be so easily offended!”\n“"
            }
        },
        "78": {
            "1": {
                "act": 0,
                "chunk": "This time I waited patiently until it chose to speak again.\n "
            },
            "4": {
                "act": 0,
                "chunk": "One side of _what?_ The other side of _what?_”\n I thought to myself.\n “"
            }
        },
        "79": {
            "0": {
                "act": 0,
                "chunk": "I remained looking thoughtfully at the mushroom for a minute, trying to make out which were the two sides of it;\n "
            },
            "1": {
                "act": 0,
                "chunk": "and as it was perfectly round, I found this a very difficult question.\n "
            },
            "2": {
                "act": 0,
                "chunk": "However, at last I stretched my arms round it as far as they would go, and broke off a bit of the edge with each hand.\n“"
            },
            "3": {
                "act": 0,
                "chunk": "And now which is which?”\n I said to myself, and nibbled a little of the right-hand bit to try the effect: the next moment I felt a violent blow underneath my chin: it had struck my foot!\n"
            },
            "4": {
                "act": 0,
                "chunk": "I was a good deal frightened by this very sudden change, but I felt that there was no time to be lost, as I was shrinking rapidly;\n "
            },
            "5": {
                "act": 0,
                "chunk": "so I set to work at once to eat some of the other bit."
            }
        },
        "80": {
            "0": {
                "act": 0,
                "chunk": "My chin was pressed so closely against my foot, that there was hardly room to open my mouth;\n "
            },
            "1": {
                "act": 0,
                "chunk": "but I did it at last, and managed to swallow a morsel of the lefthand bit.\n*      *      *      *      *      *      *    *      *      *      *      *      **      *      *      *      *      *      *“"
            },
            "2": {
                "act": 0,
                "chunk": "Come, my head’s free at last!”\n "
            },
            "3": {
                "act": 1,
                "chunk": "I said in a tone of delight, which changed into alarm in another moment, when I found that my shoulders were nowhere to be found: all I could see, when I looked down, was an immense length of neck, which seemed to rise like a stalk out of a sea of green leaves that lay far below me.\n“"
            },
            "4": {
                "act": 1,
                "chunk": "What _can_ all that green stuff be?”\n I wondered aloud.\n “"
            },
            "5": {
                "act": 1,
                "chunk": "And where _have_ my shoulders got to? And oh, my poor hands, how is it I can’t see you?”\n "
            },
            "6": {
                "act": 1,
                "chunk": "I was moving them about as I spoke, but no result seemed to follow, except a little shaking among the distant green leaves."
            }
        },
        "81": {
            "0": {
                "act": 0,
                "chunk": "As there seemed to be no chance of getting my hands up to my head, I tried to get my head down to them, and was delighted to find that my neck would bend about easily in any direction, like a serpent.\n "
            },
            "1": {
                "act": 0,
                "chunk": "I had just succeeded in curving it down into a graceful zigzag, and was going to dive in among the leaves, which I found to be nothing but the tops of the trees under which I had been wandering, when a sharp hiss made me draw back in a hurry: a large pigeon had flown into my face, and was beating me violently with its wings.\n“"
            },
            "3": {
                "act": 0,
                "chunk": "I’m _not_ a serpent!”\n I said indignantly.\n “"
            },
            "4": {
                "act": 0,
                "chunk": "Let me alone!”\n“"
            }
        },
        "82": {
            "1": {
                "act": 0,
                "chunk": "I haven’t the least idea what you’re talking about,”\n I said.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "I was more and more puzzled, but I thought there was no use in saying anything more till the Pigeon had finished.\n“"
            }
        },
        "83": {
            "1": {
                "act": 0,
                "chunk": "I’m very sorry you’ve been annoyed,”\n I said, who was beginning to see its meaning.\n“"
            },
            "3": {
                "act": 0,
                "chunk": "But I’m _not_ a serpent, I tell you!”\n I said."
            }
        },
        "84": {
            "0": {
                "act": 0,
                "chunk": "I’m a—I’m a—”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "I—I’m a little girl,”\n I said, rather doubtfully, as I remembered the number of changes I had gone through that day.\n“"
            }
        },
        "85": {
            "1": {
                "act": 0,
                "chunk": "I _have_ tasted eggs, certainly,”\n I said, who was a very truthful child;\n “"
            },
            "2": {
                "act": 0,
                "chunk": "but little girls eat eggs quite as much as serpents do, you know.”\n“"
            }
        },
        "86": {
            "0": {
                "act": 0,
                "chunk": "It matters a good deal to _me_,”\n I said hastily;\n “"
            },
            "1": {
                "act": 0,
                "chunk": "but I’m not looking for eggs, as it happens; and if I was, I shouldn’t want _yours_: I don’t like them raw.”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "I crouched down among the trees as well as I could, for my neck kept getting entangled among the branches, and every now and then I had to stop and untwist it.\n "
            },
            "4": {
                "act": 0,
                "chunk": "After a while, I remembered that I still held the pieces of mushroom in my hands, and I set to work very carefully, nibbling first at one and then at the other, and growing sometimes taller and sometimes shorter, until I had succeeded in bringing myself down to my usual height.\n"
            },
            "5": {
                "act": 0,
                "chunk": "It was so long since I had been anything near the right size, that it felt quite strange at first;"
            }
        },
        "87": {
            "0": {
                "act": 0,
                "chunk": "Come, there’s half my plan done now! How puzzling all these changes are! I’m never sure what I’m going to be, from one minute to another! However, I’ve got back to my right size: the next thing is, to get into that beautiful garden—how _is_ that to be done, I wonder?”\n "
            },
            "1": {
                "act": 0,
                "chunk": "As I said this, I came suddenly upon an open place, with a little house in it about four feet high.\n “"
            },
            "2": {
                "act": 0,
                "chunk": "Whoever lives there,”\n I thought, “it’ll never do to come upon them _this_ size: why, I should frighten them out of their wits!”\n "
            },
            "3": {
                "act": 0,
                "chunk": "So I began nibbling at the righthand bit again, and did not venture to go near the house till I had brought myself down to nine inches high.\n"
            },
            "4": {
                "act": 0,
                "chunk": "I stood there, staring at the quaint little house, trying to figure out my next move.\n "
            }
        },
        "88": {
            "4": {
                "act": 0,
                "chunk": "I crept closer to listen.\n"
            }
        },
        "89": {
            "0": {
                "act": 0,
                "chunk": "I laughed so hard that I had to run back into the woods for fear they’d hear me.\n "
            },
            "2": {
                "act": 1,
                "chunk": "I approached the door timidly and knocked.\n "
            },
            "4": {
                "act": 1,
                "chunk": "Indeed, there was a constant howling and sneezing, punctuated by crashes as if dishes or kettles were being broken.\n“"
            },
            "5": {
                "act": 1,
                "chunk": "Please, then,”\n I said, “how am I to get in?”\n“"
            }
        },
        "90": {
            "2": {
                "act": 0,
                "chunk": "But perhaps he can’t help it,”\n I thought to myself.\n “"
            },
            "3": {
                "act": 0,
                "chunk": "His eyes are so very nearly at the top of his head. But at any rate he might answer questions.—How am I to get in?”\n I repeated aloud.\n“"
            }
        },
        "91": {
            "0": {
                "act": 0,
                "chunk": "Just then, the door of the house opened, and a large plate came skimming out, straight at his head.\n "
            },
            "1": {
                "act": 0,
                "chunk": "It grazed his nose and shattered against a tree behind him.\n“—"
            },
            "2": {
                "act": 0,
                "chunk": "or next day, maybe,”\n he continued as if nothing had happened.\n“"
            },
            "3": {
                "act": 0,
                "chunk": "How am I to get in?”\n I asked again, louder this time.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "Are you to get in at all?”\n he said."
            }
        },
        "93": {
            "0": {
                "act": 0,
                "chunk": "I asked, feeling a bit lost.\n“"
            },
            "2": {
                "act": 0,
                "chunk": "Oh, there’s no use in talking to him,”\n I said desperately.\n “"
            },
            "3": {
                "act": 0,
                "chunk": "He’s perfectly idiotic!”\n And with that, I opened the door and stepped inside.\n"
            },
            "4": {
                "act": 1,
                "chunk": "The door led right into a large kitchen, which was full of smoke from one end to the other."
            }
        },
        "94": {
            "2": {
                "act": 0,
                "chunk": "There’s certainly too much pepper in that soup!”\n I thought to myself, trying to suppress a sneeze.\n"
            },
            "3": {
                "act": 0,
                "chunk": "The air was thick with pepper, making it hard to breathe.\n "
            },
            "6": {
                "act": 0,
                "chunk": "Please would you tell me,”"
            }
        },
        "96": {
            "1": {
                "act": 0,
                "chunk": "I didn’t like the tone of her remark, so I decided to change the subject.\n "
            },
            "5": {
                "act": 0,
                "chunk": "Oh, _please_ mind what you’re doing!”"
            }
        },
        "97": {
            "0": {
                "act": 0,
                "chunk": "I cried, jumping up and down in terror.\n “"
            },
            "1": {
                "act": 0,
                "chunk": "Oh, there goes his _precious_ nose!”\n "
            },
            "2": {
                "act": 0,
                "chunk": "as an unusually large saucepan flew close by it, nearly taking it off.\n“"
            },
            "5": {
                "act": 0,
                "chunk": "Which would _not_ be an advantage,”\n "
            },
            "6": {
                "act": 0,
                "chunk": "I said, glad to show off a little of my knowledge.\n “"
            },
            "7": {
                "act": 0,
                "chunk": "Just think of what work it would make with the day and night! You see the earth takes twenty-four hours to turn round on its axis—”"
            }
        },
        "98": {
            "1": {
                "act": 0,
                "chunk": "I glanced anxiously at the cook, wondering if she would take the hint.\n "
            },
            "3": {
                "act": 0,
                "chunk": "So I continued, “Twenty-four hours, I _think_; or is it twelve? I—”\n“"
            }
        },
        "99": {
            "1": {
                "act": 0,
                "chunk": "I glanced anxiously at the cook, wondering if she would take the hint.\n "
            },
            "3": {
                "act": 0,
                "chunk": "So I continued, “Twenty-four hours, I _think_; or is it twelve? I—”\n“"
            }
        },
        "102": {
            "0": {
                "act": 0,
                "chunk": "I thought, “they’re sure to kill it in a day or two: wouldn’t it be murder to leave it behind?”\n "
            },
            "1": {
                "act": 0,
                "chunk": "I said the last words out loud, and the little thing grunted in reply (it had left off sneezing by this time).\n“"
            },
            "2": {
                "act": 0,
                "chunk": "Don’t grunt,”\n I said;\n “"
            },
            "3": {
                "act": 0,
                "chunk": "that’s not at all a proper way of expressing yourself.”\n"
            },
            "4": {
                "act": 0,
                "chunk": "The baby grunted again, and I looked very anxiously into its face to see what was the matter with it.\n "
            },
            "5": {
                "act": 0,
                "chunk": "There could be no doubt that it had a _very_ turn-up nose, much more like a snout than a real nose;\n "
            },
            "6": {
                "act": 0,
                "chunk": "also its eyes were getting extremely small for a baby: altogether I did not like the look of the thing at all."
            }
        },
        "103": {
            "0": {
                "act": 0,
                "chunk": "But perhaps it was only sobbing,”\n I thought, and looked into its eyes again, to see if there were any tears.\n"
            },
            "1": {
                "act": 0,
                "chunk": "No, there were no tears.\n “"
            },
            "2": {
                "act": 0,
                "chunk": "If you’re going to turn into a pig, my dear,”\n I said, seriously, “I’ll have nothing more to do with you. Mind now!”\n "
            },
            "3": {
                "act": 0,
                "chunk": "The poor little thing sobbed again (or grunted, it was impossible to say which), and we went on for some while in silence.\n"
            },
            "4": {
                "act": 0,
                "chunk": "I was just beginning to think to myself, “Now, what am I to do with this creature when I get it home?”\n "
            },
            "5": {
                "act": 0,
                "chunk": "when it grunted again, so violently, that I looked down into its face in some alarm."
            }
        },
        "104": {
            "0": {
                "act": 0,
                "chunk": "This time there could be _no_ mistake about it: it was neither more nor less than a pig, and I felt that it would be quite absurd for me to carry it further.\n"
            },
            "1": {
                "act": 0,
                "chunk": "So I set the little creature down, and felt quite relieved to see it trot away quietly into the wood.\n “"
            },
            "2": {
                "act": 0,
                "chunk": "If it had grown up,”\n I said to myself, “it would have made a dreadfully ugly child: but it makes a rather pretty pig, I think.”\n---"
            },
            "3": {
                "act": 0,
                "chunk": "And she began thinking over other children she knew, who might do very well as pigs, and was just saying to herself, “if one only knew the right way to change them—”\n "
            },
            "4": {
                "act": 0,
                "chunk": "when I was a little startled by seeing the Cheshire Cat sitting on a bough of a tree a few yards off.\n "
            },
            "6": {
                "act": 0,
                "chunk": "It looked good-natured, I thought: still it had very long claws and a great many teeth, so I felt that it ought to be treated with respect."
            }
        },
        "106": {
            "1": {
                "act": 0,
                "chunk": "so long as I get somewhere,”\n I added as an explanation.\n“"
            },
            "3": {
                "act": 0,
                "chunk": "I felt that this could not be denied, so I tried another question."
            }
        },
        "108": {
            "0": {
                "act": 0,
                "chunk": "How do you know I’m mad?”\n I said.\n“"
            },
            "2": {
                "act": 0,
                "chunk": "I didn’t think that proved it at all;\n however, I went on “And how do you know that you’re mad?”\n“"
            }
        },
        "109": {
            "0": {
                "act": 0,
                "chunk": "I suppose so,”\n I said.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "I call it purring, not growling,”\n I said.\n“"
            }
        },
        "110": {
            "1": {
                "act": 0,
                "chunk": "I should like it very much,”\n I said, “but I haven’t been invited yet.”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "I was not much surprised at this, I was getting so used to queer things happening.\n "
            }
        },
        "111": {
            "0": {
                "act": 0,
                "chunk": "I’d nearly forgotten to ask.”\n“"
            },
            "1": {
                "act": 0,
                "chunk": "It turned into a pig,”\n I quietly said, just as if it had come back in a natural way.\n“"
            },
            "3": {
                "act": 1,
                "chunk": "I waited a little, half expecting to see it again, but it did not appear, and after a minute or two I walked on in the direction in which the March Hare was said to live.\n “"
            },
            "4": {
                "act": 1,
                "chunk": "I’ve seen hatters before,”"
            }
        },
        "112": {
            "0": {
                "act": 0,
                "chunk": "I said to myself;\n “"
            },
            "1": {
                "act": 0,
                "chunk": "the March Hare will be much the most interesting, and perhaps as this is May it won’t be raving mad—at least not so mad as it was in March.”\n "
            },
            "2": {
                "act": 0,
                "chunk": "As I said this, I looked up, and there was the Cat again, sitting on a branch of a tree.\n---“"
            },
            "4": {
                "act": 0,
                "chunk": "I said pig,”\n I replied;\n “"
            },
            "5": {
                "act": 0,
                "chunk": "and I wish you wouldn’t keep appearing and vanishing so suddenly: you make one quite giddy.”"
            }
        },
        "113": {
            "2": {
                "act": 0,
                "chunk": "Well! I’ve often seen a cat without a grin,”\n I thought;\n “"
            },
            "3": {
                "act": 0,
                "chunk": "but a grin without a cat! It’s the most curious thing I ever saw in my life!”\n---"
            },
            "4": {
                "act": 0,
                "chunk": "I had not gone much farther before I came in sight of the house of the March Hare.\n "
            },
            "5": {
                "act": 0,
                "chunk": "I thought it must be the right house, because the chimneys were shaped like ears and the roof was thatched with fur."
            }
        },
        "114": {
            "0": {
                "act": 0,
                "chunk": "It was so large a house, that I did not like to go nearer till I had nibbled some more of the lefthand bit of mushroom, and raised myself to about two feet high.\n "
            },
            "1": {
                "act": 0,
                "chunk": "Even then, I walked up towards it rather timidly, saying to myself, “Suppose it should be raving mad after all! I almost wish I’d gone to see the Hatter instead!”\n---"
            },
            "2": {
                "act": 0,
                "chunk": "I approached the house and saw a table set out under a tree.\n "
            },
            "5": {
                "act": 0,
                "chunk": "Very uncomfortable for the Dormouse,\"\n I thought, though it didn't seem to mind being asleep.\n"
            },
            "6": {
                "act": 0,
                "chunk": "The table was large, but the three of them were crowded together at one corner."
            }
        },
        "115": {
            "1": {
                "act": 0,
                "chunk": "There’s plenty of room!\"\n I said indignantly, and I sat down in a large arm-chair at one end of the table.\n\""
            },
            "3": {
                "act": 0,
                "chunk": "I looked all around the table but saw only tea.\n \""
            },
            "4": {
                "act": 0,
                "chunk": "I don’t see any wine,\""
            }
        },
        "116": {
            "0": {
                "act": 0,
                "chunk": "I remarked.\n \""
            },
            "2": {
                "act": 0,
                "chunk": "Then it wasn’t very civil of you to offer it,\"\n I said angrily.\n \""
            },
            "4": {
                "act": 0,
                "chunk": "I didn’t know it was your table,\""
            }
        },
        "117": {
            "0": {
                "act": 0,
                "chunk": "I said.\n \""
            },
            "1": {
                "act": 0,
                "chunk": "It’s laid for a great many more than three.\"\n\""
            },
            "4": {
                "act": 0,
                "chunk": "You should learn not to make personal remarks,\"\n I said with some severity.\n \""
            },
            "5": {
                "act": 0,
                "chunk": "It’s very rude.\""
            }
        },
        "118": {
            "1": {
                "act": 0,
                "chunk": "Come, we shall have some fun now!\"\n I thought.\n \""
            },
            "2": {
                "act": 0,
                "chunk": "I’m glad they’ve begun asking riddles.—I believe I can guess that,\"\n I added aloud.\n \""
            },
            "4": {
                "act": 0,
                "chunk": "Exactly so,\""
            }
        },
        "119": {
            "0": {
                "act": 0,
                "chunk": "I replied.\n \""
            },
            "2": {
                "act": 0,
                "chunk": "I do,\"\n I hastily replied.\n \""
            },
            "3": {
                "act": 0,
                "chunk": "At least—at least I mean what I say—that’s the same thing, you know.\"\n\""
            }
        },
        "121": {
            "3": {
                "act": 0,
                "chunk": "I considered a little and then said, \"The fourth.\"\n \""
            }
        },
        "123": {
            "2": {
                "act": 0,
                "chunk": "I considered a little and then said, \"The fourth.\"\n \""
            }
        },
        "125": {
            "0": {
                "act": 0,
                "chunk": "I remarked.\n \""
            },
            "1": {
                "act": 0,
                "chunk": "It tells the day of the month, and doesn’t tell what o’clock it is!\"\n \""
            },
            "4": {
                "act": 0,
                "chunk": "Of course not,\"\n I replied very readily: \"but that’s because it stays the same year for such a long time together.\"\n \""
            }
        },
        "126": {
            "0": {
                "act": 0,
                "chunk": "I felt dreadfully puzzled.\n "
            },
            "2": {
                "act": 0,
                "chunk": "I don’t quite understand you,\"\n I said, as politely as I could.\n \""
            }
        },
        "127": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "128": {
            "0": {
                "act": 0,
                "chunk": "I sighed wearily.\n \""
            },
            "1": {
                "act": 0,
                "chunk": "I think you might do something better with the time,\"\n I said, \"than waste it in asking riddles that have no answers.\"\n \""
            },
            "3": {
                "act": 0,
                "chunk": "I don’t know what you mean,\"\n I said.\n \""
            }
        },
        "129": {
            "2": {
                "act": 0,
                "chunk": "Perhaps not,\"\n I cautiously replied: \"but I know I have to beat time when I learn music.\"\n \""
            },
            "5": {
                "act": 0,
                "chunk": "I only wish it was,\""
            }
        },
        "130": {
            "1": {
                "act": 0,
                "chunk": "That would be grand, certainly,\"\n I said thoughtfully: \"but then—I shouldn’t be hungry for it, you know.\"\n \""
            },
            "3": {
                "act": 0,
                "chunk": "Is that the way _you_ manage?\"\n I asked.\n"
            }
        },
        "132": {
            "3": {
                "act": 0,
                "chunk": "I exclaimed, “How dreadfully savage!”\n "
            },
            "5": {
                "act": 0,
                "chunk": "A bright idea came into my head.\n “"
            },
            "6": {
                "act": 0,
                "chunk": "Is that the reason so many tea-things are put out here?”\n I asked."
            }
        },
        "133": {
            "1": {
                "act": 0,
                "chunk": "Then you keep moving round, I suppose?”\n I said.\n “"
            },
            "3": {
                "act": 0,
                "chunk": "But what happens when you come to the beginning again?”\n I ventured to ask.\n "
            }
        },
        "134": {
            "0": {
                "act": 0,
                "chunk": "I’m afraid I don’t know one,”\n I said, rather alarmed at the proposal.\n “"
            }
        },
        "135": {
            "2": {
                "act": 0,
                "chunk": "Yes, please do!”\n I pleaded.\n "
            },
            "5": {
                "act": 0,
                "chunk": "What did they live on?”"
            }
        },
        "136": {
            "0": {
                "act": 0,
                "chunk": "I asked, who always took a great interest in questions of eating and drinking.\n "
            },
            "2": {
                "act": 0,
                "chunk": "They couldn’t have done that, you know,”\n I gently remarked, “they’d have been ill.”\n “"
            },
            "4": {
                "act": 0,
                "chunk": "I tried to fancy to myself what such an extraordinary way of living would be like, but it puzzled me too much, so I went on, “But why did they live at the bottom of a well?”\n“"
            },
            "5": {
                "act": 0,
                "chunk": "Take some more tea,”"
            }
        },
        "137": {
            "1": {
                "act": 0,
                "chunk": "I’ve had nothing yet,”\n I replied in an offended tone, “so I can’t take more.”\n "
            },
            "3": {
                "act": 0,
                "chunk": "Nobody asked _your_ opinion,”\n I said.\n "
            },
            "5": {
                "act": 0,
                "chunk": "I did not quite know what to say to this, so I helped myself to some tea and bread-and-butter, and then turned to the Dormouse, and repeated my question, “Why did they live at the bottom of a well?”"
            }
        },
        "138": {
            "1": {
                "act": 0,
                "chunk": "There’s no such thing!”\n I was beginning very angrily, but the Hatter and the March Hare went “Sh! sh!”\n "
            },
            "3": {
                "act": 0,
                "chunk": "No, please go on!”\n I said very humbly, “I won’t interrupt again. I dare say there may be _one_.”\n“"
            }
        },
        "139": {
            "0": {
                "act": 0,
                "chunk": "I’ve had nothing yet,”\n I replied in an offended tone, “so I can’t take more.”\n "
            },
            "2": {
                "act": 0,
                "chunk": "Nobody asked _your_ opinion,”\n I said.\n "
            },
            "4": {
                "act": 0,
                "chunk": "I did not quite know what to say to this, so I helped myself to some tea and bread-and-butter, and then turned to the Dormouse, and repeated my question, “Why did they live at the bottom of a well?”\n"
            }
        },
        "140": {
            "0": {
                "act": 0,
                "chunk": "There’s no such thing!”\n I was beginning very angrily, but the Hatter and the March Hare went “Sh! sh!”\n "
            },
            "2": {
                "act": 0,
                "chunk": "No, please go on!”\n I said very humbly, “I won’t interrupt again. I dare say there may be _one_.”\n“"
            }
        },
        "141": {
            "1": {
                "act": 0,
                "chunk": "What did they draw?”\n I asked, quite forgetting my promise.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "He moved on as he spoke, and the Dormouse followed him: the March Hare moved into the Dormouse’s place, and I rather unwillingly took the place of the March Hare."
            }
        },
        "143": {
            "1": {
                "act": 0,
                "chunk": "This answer so confused me, that I let the Dormouse go on for some time without interrupting it.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "Why with an M?”\n I asked."
            }
        },
        "144": {
            "1": {
                "act": 0,
                "chunk": "I was silent.\n"
            },
            "4": {
                "act": 0,
                "chunk": "Really, now you ask me,”\n I said, very much confused, “I don’t think—”"
            }
        },
        "145": {
            "1": {
                "act": 0,
                "chunk": "This piece of rudeness was more than I could bear: I got up in great disgust, and walked off;\n "
            },
            "2": {
                "act": 0,
                "chunk": "the Dormouse fell asleep instantly, and neither of the others took the least notice of my going, though I looked back once or twice, half hoping that they would call after me: the last time I saw them, they were trying to put the Dormouse into the teapot.\n“"
            },
            "3": {
                "act": 1,
                "chunk": "At any rate I’ll never go _there_ again!”\n I said as I picked my way through the wood.\n “"
            },
            "4": {
                "act": 1,
                "chunk": "It’s the stupidest tea-party I ever was at in all my life!”\n"
            },
            "5": {
                "act": 1,
                "chunk": "Just as I said this, I noticed that one of the trees had a door leading right into it."
            }
        },
        "146": {
            "0": {
                "act": 0,
                "chunk": "That’s very curious!”\n I thought.\n “"
            },
            "1": {
                "act": 0,
                "chunk": "But everything’s curious today. I think I may as well go in at once.”\n "
            },
            "2": {
                "act": 0,
                "chunk": "And in I went.\n"
            },
            "3": {
                "act": 0,
                "chunk": "Once more I found myself in the long hall, and close to the little glass table.\n “"
            },
            "4": {
                "act": 0,
                "chunk": "Now, I’ll manage better this time,”\n I said to myself, and began by taking the little golden key, and unlocking the door that led into the garden.\n "
            },
            "5": {
                "act": 0,
                "chunk": "Then I went to work nibbling at the mushroom (I had kept a piece of it in my pocket) till I was about a foot tall."
            }
        },
        "147": {
            "0": {
                "act": 0,
                "chunk": "Once more I found myself in the long hall, and close to the little glass table.\n “"
            },
            "1": {
                "act": 0,
                "chunk": "Now, I’ll manage better this time,”\n I said to myself, and began by taking the little golden key, and unlocking the door that led into the garden.\n "
            },
            "2": {
                "act": 0,
                "chunk": "Then I went to work nibbling at the mushroom (I had kept a piece of it in my pocket) till I was about a foot tall.\n "
            },
            "3": {
                "act": 1,
                "chunk": "Then she walked down the little passage: and _then_—she found herself at last in the beautiful garden, among the bright flower-beds and the cool fountains.\n---"
            },
            "4": {
                "act": 1,
                "chunk": "I found myself near a large rose-tree at the entrance of the garden.\n "
            },
            "5": {
                "act": 1,
                "chunk": "The roses on it were white, but three gardeners were busily painting them red.\n "
            },
            "6": {
                "act": 1,
                "chunk": "This seemed very curious to me, so I went closer to watch."
            }
        },
        "150": {
            "2": {
                "act": 1,
                "chunk": "Would you tell me,”\n I said, a little timidly, “why you are painting those roses?”\n"
            }
        },
        "151": {
            "0": {
                "act": 0,
                "chunk": "I heard the sound of many footsteps and looked around, eager to see the Queen.\n"
            }
        },
        "152": {
            "3": {
                "act": 1,
                "chunk": "I was rather doubtful whether I ought not to lie down on my face like the three gardeners, but I couldn’t remember ever having heard of such a rule at processions.\n “"
            },
            "4": {
                "act": 1,
                "chunk": "And besides, what would be the use of a procession,”\n I thought, “if people had all to lie down upon their faces, so that they couldn’t see it?”\n "
            },
            "5": {
                "act": 1,
                "chunk": "So I stood still where I was and waited.\n"
            }
        },
        "154": {
            "2": {
                "act": 0,
                "chunk": "How should _I_ know?”\n I said, surprised at my own courage.\n “"
            },
            "3": {
                "act": 0,
                "chunk": "It’s no business of _mine_.”\n"
            },
            "5": {
                "act": 0,
                "chunk": "Nonsense!”"
            }
        },
        "157": {
            "0": {
                "act": 0,
                "chunk": "You shan’t be beheaded!”\n I said, and I put them into a large flower-pot that stood near.\n "
            }
        },
        "158": {
            "3": {
                "act": 0,
                "chunk": "Yes!”\n I shouted.\n“"
            },
            "5": {
                "act": 0,
                "chunk": "It’s—it’s a very fine day!”"
            }
        },
        "160": {
            "1": {
                "act": 0,
                "chunk": "No, I didn’t,”\n I said: “I don’t think it’s at all a pity. I said ‘What for?’”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "I gave a little scream of laughter."
            }
        },
        "161": {
            "2": {
                "act": 0,
                "chunk": ""
            }
        },
        "162": {
            "2": {
                "act": 0,
                "chunk": "I thought I had never seen such a curious croquet-ground in my life;\n "
            },
            "3": {
                "act": 0,
                "chunk": "it was all ridges and furrows;\n "
            },
            "4": {
                "act": 0,
                "chunk": "the balls were live hedgehogs, the mallets live flamingoes, and the soldiers had to double themselves up and to stand on their hands and feet, to make the arches.\n "
            },
            "5": {
                "act": 0,
                "chunk": "The chief difficulty I found at first was in managing my flamingo: I succeeded in getting its body tucked away, comfortably enough, under my arm, with its legs hanging down, but generally, just as I had got its neck nicely straightened out, and was going to give the hedgehog a blow with its head, it would twist itself round and look up in my face, with such a puzzled expression that I could not help bursting out laughing: "
            },
            "6": {
                "act": 0,
                "chunk": "and when I had got its head down, and was going to begin again, it was very provoking to find that the hedgehog had unrolled itself, and was in the act of crawling away: besides all this, there was generally a ridge or furrow in the way wherever I wanted to send the hedgehog to, and, as the doubled-up soldiers were always getting up and walking off to other parts of the ground, I soon came to the conclusion that it was a very difficult game indeed.\n "
            },
            "7": {
                "act": 0,
                "chunk": "The players all played at once without waiting for turns, quarrelling all the while, and fighting for the hedgehogs;"
            }
        },
        "164": {
            "0": {
                "act": 0,
                "chunk": "I waited till the eyes appeared, and then nodded.\n “"
            },
            "1": {
                "act": 0,
                "chunk": "It’s no use speaking to it,”\n I thought, “till its ears have come, or at least one of them.”\n "
            },
            "2": {
                "act": 0,
                "chunk": "In another minute the whole head appeared, and then I put down my flamingo, and began an account of the game, feeling very glad I had someone to listen to me.\n "
            },
            "3": {
                "act": 0,
                "chunk": "The Cat seemed to think that there was enough of it now in sight, and no more of it appeared.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "I don’t think they play at all fairly,”\n I began, in rather a complaining tone, “and they all quarrel so dreadfully one can’t hear oneself speak—and they don’t seem to have any rules in particular; at least, if there are, nobody attends to them—and you’ve no idea how confusing it is all the things being alive; for instance, there’s the arch I’ve got to go through next walking about at the other end of the---I waited till the eyes appeared, and then nodded. “\nIt’s no use speaking to it,” I thought, “"
            }
        },
        "165": {
            "0": {
                "act": 0,
                "chunk": "In another minute the whole head appeared, and then I put down my flamingo, and began an account of the game, feeling very glad I had someone to listen to me. "
            },
            "2": {
                "act": 0,
                "chunk": "I don’t think they play at all fairly,” I began, in rather a complaining tone, “\nand they all quarrel so dreadfully one can’t hear oneself speak—and they don’t seem to have any rules in particular;\n "
            },
            "3": {
                "act": 0,
                "chunk": "at least, if there are, nobody attends to them—and you’ve no idea how confusing it is all the things being alive;\n "
            },
            "4": {
                "act": 0,
                "chunk": "for instance, there’s the arch I’ve got to go through next walking about at the other end of the ground—and I should have croqueted the Queen’s hedgehog just now, only it ran away when it saw mine coming!\n”“\n"
            },
            "5": {
                "act": 0,
                "chunk": "How do you like the Queen?"
            }
        },
        "166": {
            "1": {
                "act": 0,
                "chunk": "Not at all,” I said: “\nshe’s so extremely—” "
            },
            "2": {
                "act": 0,
                "chunk": "Just then I noticed that the Queen was close behind me, listening: so I went on, “\n—likely to win, that it’s hardly worth while finishing the game.\n”"
            },
            "5": {
                "act": 0,
                "chunk": "It’s a friend of mine—a Cheshire Cat,” I said: “"
            }
        },
        "168": {
            "1": {
                "act": 0,
                "chunk": "A cat may look at a king,” I said. “\n"
            },
            "2": {
                "act": 0,
                "chunk": "I’ve read that in some book, but I don’t remember where.\n”“\n"
            }
        },
        "171": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            }
        },
        "173": {
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "174": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "175": {
            "0": {
                "act": 0,
                "chunk": null
            }
        },
        "176": {
            "3": {
                "act": 0,
                "chunk": "Oh, I know!\n” I exclaimed, who had not attended to this last remark, “\n"
            },
            "4": {
                "act": 0,
                "chunk": "it’s a vegetable.\n It doesn’t look like one, but it is.\n”“\nI quite agree with you,” said the Duchess; “\nand the moral of that is—‘The more there is of yours, the less there is of mine."
            }
        },
        "177": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "178": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "179": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "181": {
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "182": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "183": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            }
        },
        "184": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "185": {
            "0": {
                "act": 0,
                "chunk": null
            }
        },
        "187": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "188": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "189": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "190": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "191": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "194": {
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "195": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "198": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "201": {
            "4": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            }
        },
        "204": {
            "8": {
                "act": 1,
                "chunk": null
            }
        },
        "205": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "208": {
            "0": {
                "act": 0,
                "chunk": null
            }
        },
        "209": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            },
            "7": {
                "act": 0,
                "chunk": null
            }
        },
        "210": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "211": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            }
        },
        "212": {
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "213": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "214": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            }
        },
        "215": {
            "5": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            },
            "7": {
                "act": 0,
                "chunk": null
            },
            "8": {
                "act": 0,
                "chunk": null
            }
        },
        "216": {
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "217": {
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "218": {
            "2": {
                "act": 1,
                "chunk": null
            },
            "3": {
                "act": 1,
                "chunk": null
            }
        },
        "219": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "223": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "226": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            }
        },
        "232": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "233": {
            "0": {
                "act": 0,
                "chunk": null
            }
        },
        "239": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "240": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "244": {
            "4": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            }
        },
        "245": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "246": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "247": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "248": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "249": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "250": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "256": {
            "0": {
                "act": 0,
                "chunk": null
            }
        },
        "257": {
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "260": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "262": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "White Rabbit": {
        "17": {
            "2": {
                "act": 0,
                "chunk": "It was the White Rabbit returning, splendidly dressed, with a pair of white kid gloves in one hand and a large fan in the other.\n "
            },
            "3": {
                "act": 0,
                "chunk": "He came trotting along in a great hurry, muttering to himself, “Oh! the Duchess, the Duchess! Oh! won’t she be savage if I’ve kept her waiting!”\n"
            },
            "6": {
                "act": 0,
                "chunk": "The Rabbit started violently, dropped the white kid gloves and the fan, and skurried away into the darkness as hard as he could go.\n"
            }
        },
        "46": {
            "3": {
                "act": 0,
                "chunk": "It was the White Rabbit, trotting slowly back again, and looking anxiously about as it went, as if it had lost something.\n "
            },
            "4": {
                "act": 0,
                "chunk": "I heard it muttering to itself, “The Duchess! The Duchess! Oh my dear paws! Oh my fur and whiskers! She’ll get me executed, as sure as ferrets are ferrets! Where _can_ I have dropped them, I wonder?”\n "
            },
            "7": {
                "act": 0,
                "chunk": "Very soon the Rabbit noticed me, as I went hunting about, and called out to me in an angry tone, “Why, Mary Ann, what _are_ you doing out here? Run home this moment, and fetch me a pair of gloves and a fan! Quick, now!”"
            }
        },
        "151": {
            "7": {
                "act": 0,
                "chunk": "Next came the guests, mostly Kings and Queens, and among them, I recognized the White Rabbit."
            }
        },
        "159": {
            "0": {
                "act": 0,
                "chunk": "said a timid voice at my side.\n "
            },
            "1": {
                "act": 0,
                "chunk": "I was walking by the White Rabbit, who was peeping anxiously into my face.\n“"
            },
            "3": {
                "act": 0,
                "chunk": "Hush! Hush!”\n said the Rabbit in a low, hurried tone.\n "
            },
            "4": {
                "act": 0,
                "chunk": "He looked anxiously over his shoulder as he spoke, and then raised himself upon tiptoe, put his mouth close to my ear, and whispered “She’s under sentence of execution.”\n“"
            }
        },
        "222": {
            "3": {
                "act": 1,
                "chunk": null
            }
        },
        "225": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "227": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "228": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "244": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "247": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "251": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "252": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "253": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "255": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            },
            "7": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Mouse": {
        "23": {
            "1": {
                "act": 0,
                "chunk": "At first, I thought it must be a walrus or hippopotamus, but then I remembered how small I was now, and I soon made out that it was only a mouse that had slipped in like myself.“\nWould it be of any use, now,” I thought, “\nto speak to this mouse?\n "
            },
            "4": {
                "act": 0,
                "chunk": "So I began: “\nO Mouse, do you know the way out of this pool?\n I am very tired of swimming about here, O Mouse!\n” (I thought this must be the right way of speaking to a mouse: I had never done such a thing before, but I remembered having seen in my brother’s Latin Grammar, “"
            }
        },
        "24": {
            "0": {
                "act": 0,
                "chunk": "A mouse—of a mouse—to a mouse—a mouse—O mouse!”) The Mouse looked at me rather inquisitively, and seemed to me to wink with one of its little eyes, but it said nothing.“\n"
            },
            "1": {
                "act": 0,
                "chunk": "Perhaps it doesn’t understand English,” I thought; “\nI daresay it’s a French mouse, come over with William the Conqueror.\n” ("
            },
            "2": {
                "act": 0,
                "chunk": "For, with all my knowledge of history, I had no very clear notion how long ago anything had happened.) So I began again: “\nOù est ma chatte?\n” which was the first sentence in my French lesson-book. "
            },
            "3": {
                "act": 0,
                "chunk": "The Mouse gave a sudden leap out of the water, and seemed to quiver all over with fright. “\n"
            },
            "4": {
                "act": 0,
                "chunk": "Oh, I beg your pardon!\n” I cried hastily, afraid that I had hurt the poor animal’s feelings. “"
            }
        },
        "25": {
            "1": {
                "act": 0,
                "chunk": "Not like cats!\n” cried the Mouse, in a shrill, passionate voice. “\n"
            },
            "2": {
                "act": 0,
                "chunk": "Would _you_ like cats if you were me?\n”“\n"
            }
        },
        "26": {
            "2": {
                "act": 0,
                "chunk": "I cried again, for this time the Mouse was bristling all over, and I felt certain it must be really offended. “\n"
            },
            "4": {
                "act": 0,
                "chunk": "We indeed!\n” cried the Mouse, who was trembling down to the end of his tail. “"
            }
        },
        "28": {
            "4": {
                "act": 1,
                "chunk": "I cried in a sorrowful tone, realizing I might have offended the Mouse again. It was swimming away from me as hard as it could go, making quite a commotion in the pool as it went."
            },
            "6": {
                "act": 1,
                "chunk": "When the Mouse heard this, it turned round and swam slowly back to me. Its face was quite pale, and it said in a low trembling voice, “"
            }
        },
        "29": {
            "9": {
                "act": 0,
                "chunk": "At last the Mouse, who seemed to be a person of authority among them, called out, “\nSit down, all of you, and listen to me!\n _I’ll_ soon make you dry enough!\n” "
            },
            "12": {
                "act": 0,
                "chunk": "Ahem!"
            }
        },
        "30": {
            "0": {
                "act": 0,
                "chunk": "said the Mouse with an important air, “\n"
            },
            "1": {
                "act": 0,
                "chunk": "are you all ready?\n "
            },
            "2": {
                "act": 0,
                "chunk": "This is the driest thing I know.\n "
            },
            "3": {
                "act": 0,
                "chunk": "Silence all round, if you please!\n ‘"
            },
            "4": {
                "act": 0,
                "chunk": "William the Conqueror, whose cause was favoured by the pope, was soon submitted to by the English, who wanted leaders, and had been of late much accustomed to usurpation and conquest.\n "
            },
            "5": {
                "act": 0,
                "chunk": "Edwin and Morcar, the earls of Mercia and Northumbria—’”“\n"
            }
        },
        "31": {
            "0": {
                "act": 0,
                "chunk": "I beg your pardon!\n” said the Mouse, frowning, but very politely: “\nDid you speak?\n”“\n"
            },
            "2": {
                "act": 0,
                "chunk": "I thought you did,” said the Mouse. “\n—I proceed."
            }
        },
        "32": {
            "2": {
                "act": 0,
                "chunk": "Found _it_,” the Mouse replied rather crossly: “\nof course you know what ‘it’ means.\n”“\n"
            }
        },
        "33": {
            "1": {
                "act": 0,
                "chunk": "The Mouse did not notice this question, but hurriedly went on, “\n‘—"
            },
            "2": {
                "act": 0,
                "chunk": "found it advisable to go with Edgar Atheling to meet William and offer him the crown.\n "
            },
            "3": {
                "act": 0,
                "chunk": "William’s conduct at first was moderate.\n "
            },
            "4": {
                "act": 0,
                "chunk": "But the insolence of his Normans—’ How are you getting on now, my dear?\n” "
            },
            "5": {
                "act": 0,
                "chunk": "it continued, turning to me as it spoke.“\n"
            }
        },
        "38": {
            "4": {
                "act": 1,
                "chunk": "But she must have a prize herself, you know,” said the Mouse.“\n"
            }
        },
        "39": {
            "7": {
                "act": 1,
                "chunk": "However, it was over at last, and they sat down again in a ring, and begged the Mouse to tell them something more.“\n"
            }
        },
        "40": {
            "0": {
                "act": 0,
                "chunk": "Mine is a long and a sad tale!\n” said the Mouse, turning to me and sighing.“\n"
            },
            "3": {
                "act": 0,
                "chunk": "Fury said to a mouse, That he met in the house, ‘Let us both         go to law: _I_ will prosecute _you_.\n—Come, I’ll take no---“You are not attending!”\n said the Mouse to Alice severely."
            }
        },
        "41": {
            "3": {
                "act": 0,
                "chunk": "I had _not!_”\n cried the Mouse, sharply and very angrily.\n“"
            }
        },
        "42": {
            "1": {
                "act": 0,
                "chunk": "I shall do nothing of the sort,”\n said the Mouse, getting up and walking away.\n “"
            },
            "2": {
                "act": 0,
                "chunk": "You insult me by talking such nonsense!”\n“"
            },
            "5": {
                "act": 0,
                "chunk": "The Mouse only growled in reply."
            }
        },
        "43": {
            "2": {
                "act": 0,
                "chunk": "but the Mouse only shook its head impatiently, and walked a little quicker.\n“"
            }
        },
        "54": {
            "1": {
                "act": 0,
                "chunk": "Sure, it does, yer honour: but it’s an arm for all that.”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "There was a long silence after this, and I could only hear whispers now and then;\n such as, “Sure, I don’t like it, yer honour, at all, at all!”\n “"
            }
        }
    },
    "Narrator": {
        "28": {
            "0": {
                "act": 0,
                "chunk": "There is such a nice little dog near our house I should like to show you!\n "
            },
            "3": {
                "act": 0,
                "chunk": "He says it kills all the rats and—oh dear!\n” "
            },
            "5": {
                "act": 1,
                "chunk": "So I called softly after it, “\nMouse dear!\n Do come back again, and we won’t talk about cats or dogs either, if you don’t like them!\n” "
            }
        },
        "33": {
            "0": {
                "act": 0,
                "chunk": "The question is, what did the archbishop find?\n”"
            }
        },
        "45": {
            "0": {
                "act": 0,
                "chunk": "Dinah’s our cat. And she’s such a capital one for catching mice you can’t think! And oh, I wish you could see her after the birds! Why, she’ll eat a little bird as soon as look at it!”\n"
            },
            "5": {
                "act": 0,
                "chunk": "On various pretexts, they all moved off, and I was soon left alone.\n“"
            },
            "6": {
                "act": 0,
                "chunk": "I wish I hadn’t mentioned Dinah!”\n I said to myself in a melancholy tone."
            }
        },
        "56": {
            "0": {
                "act": 0,
                "chunk": "Shy, they seem to put everything upon Bill! I wouldn’t be in Bill’s place for a good deal: this fireplace is narrow, to be sure; but I think I can kick a little!”\n"
            },
            "1": {
                "act": 0,
                "chunk": "I drew my foot as far down the chimney as I could, and waited till I heard a little animal (I couldn’t guess of what sort it was) scratching and scrambling about in the chimney close above me: then, saying to myself “This is Bill,”\n "
            },
            "2": {
                "act": 0,
                "chunk": "I gave one sharp kick, and waited to see what would happen next.\n"
            },
            "3": {
                "act": 0,
                "chunk": "The first thing I heard was a general chorus of “There goes Bill!”\n "
            }
        },
        "92": {
            "0": {
                "act": 0,
                "chunk": "That’s the first question, you know.”\n"
            },
            "1": {
                "act": 0,
                "chunk": "I muttered to myself, “It’s really dreadful, the way all the creatures argue. It’s enough to drive one crazy!”\n"
            },
            "2": {
                "act": 0,
                "chunk": "The Frog-Footman seemed to think this a good opportunity for repeating his statement, but I was already considering my next move.\n---I muttered to myself, “It’s really dreadful, the way all the creatures argue. It’s enough to drive one crazy!”\n The Frog-Footman seemed to think this a good opportunity for repeating his statement, but I was already considering my next move.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "But what am _I_ to do?”"
            }
        },
        "141": {
            "0": {
                "act": 0,
                "chunk": "And so these three little sisters—they were learning to draw, you know—”\n“"
            }
        },
        "189": {
            "0": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Dog": {
        "28": {
            "1": {
                "act": 0,
                "chunk": "A little bright-eyed terrier, you know, with oh, such long curly brown hair!\n "
            },
            "2": {
                "act": 0,
                "chunk": "And it’ll fetch things when you throw them, and it’ll sit up and beg for its dinner, and all sorts of things—I can’t remember half of them—and it belongs to a farmer, you know, and he says it’s so useful, it’s worth a hundred pounds!\n "
            }
        }
    },
    "Lory": {
        "30": {
            "6": {
                "act": 0,
                "chunk": "Ugh!\n” said the Lory, with a shiver.“"
            }
        },
        "31": {
            "1": {
                "act": 0,
                "chunk": "Not I!\n” said the Lory hastily.“\n"
            }
        },
        "43": {
            "3": {
                "act": 0,
                "chunk": "What a pity it wouldn’t stay!”\n sighed the Lory, as soon as it was quite out of sight.\n "
            }
        },
        "44": {
            "3": {
                "act": 0,
                "chunk": "And who is Dinah, if I might venture to ask the question?”\n said the Lory.\n"
            }
        }
    },
    "Stigand": {
        "32": {
            "0": {
                "act": 0,
                "chunk": "Edwin and Morcar, the earls of Mercia and Northumbria, declared for him: and even Stigand, the patriotic archbishop of Canterbury, found it advisable—’”“\n"
            }
        }
    },
    "Duck": {
        "32": {
            "1": {
                "act": 0,
                "chunk": "Found _what_?\n” said the Duck.“\n"
            },
            "3": {
                "act": 0,
                "chunk": "I know what ‘it’ means well enough, when _I_ find a thing,” said the Duck: “\nit’s generally a frog or a worm."
            }
        }
    },
    "Dodo": {
        "34": {
            "0": {
                "act": 0,
                "chunk": "In that case,” said the Dodo solemnly, rising to its feet, “\n"
            },
            "1": {
                "act": 0,
                "chunk": "I move that the meeting adjourn, for the immediate adoption of more energetic remedies—”“\n"
            },
            "5": {
                "act": 0,
                "chunk": "What I was going to say,” said the Dodo in an offended tone, “"
            }
        },
        "36": {
            "0": {
                "act": 0,
                "chunk": "What I was going to say,” said the Dodo in an offended tone, “\nwas, that the best thing to get us dry would be a Caucus-race.\n”“\n"
            },
            "2": {
                "act": 0,
                "chunk": "Why,” said the Dodo, “\nthe best way to explain it is to do it.\n” ("
            },
            "4": {
                "act": 0,
                "chunk": "First, it marked out a race-course, in a sort of circle, (“"
            }
        },
        "37": {
            "0": {
                "act": 0,
                "chunk": "the exact shape doesn’t matter,” it said,) "
            },
            "4": {
                "act": 0,
                "chunk": "However, when they had been running half an hour or so, and were quite dry again, the Dodo suddenly called out “\nThe race is over!\n” "
            },
            "6": {
                "act": 0,
                "chunk": "This question the Dodo could not answer without a great deal of thought, and it sat for a long time with one finger pressed upon its forehead (the position in which you usually see Shakespeare, in the pictures of him), "
            },
            "7": {
                "act": 0,
                "chunk": "while the rest waited in silence. At last the Dodo said, “\n_Everybody_ has won, and all must have prizes.\n”“"
            }
        },
        "38": {
            "1": {
                "act": 1,
                "chunk": "Why, _she_, of course,” said the Dodo, pointing to me with one finger; "
            },
            "5": {
                "act": 1,
                "chunk": "Of course,” the Dodo replied very gravely. “"
            }
        },
        "39": {
            "0": {
                "act": 0,
                "chunk": "What else have you got in your pocket?\n” he went on, turning to me.“\n"
            },
            "2": {
                "act": 0,
                "chunk": "Hand it over here,” said the Dodo."
            },
            "3": {
                "act": 0,
                "chunk": "Then they all crowded round me once more, while the Dodo solemnly presented the thimble, saying “\nWe beg your acceptance of this elegant thimble;\n” "
            },
            "4": {
                "act": 0,
                "chunk": "and, when it had finished this short speech, they all cheered."
            }
        }
    },
    "Eaglet": {
        "34": {
            "2": {
                "act": 0,
                "chunk": "Speak English!\n” said the Eaglet. “\n"
            },
            "3": {
                "act": 0,
                "chunk": "I don’t know the meaning of half those long words, and, what’s more, I don’t believe you do either!\n” "
            },
            "4": {
                "act": 0,
                "chunk": "And the Eaglet bent down its head to hide a smile: some of the other birds tittered audibly.“\n"
            }
        },
        "35": {
            "1": {
                "act": 0,
                "chunk": "Speak English!\n” said the Eaglet. “\nI don’t know the meaning of half those long words, and, what’s more, I don’t believe you do either!\n” "
            },
            "2": {
                "act": 0,
                "chunk": "The Eaglet bent down its head to hide a smile, and some of the other birds tittered audibly.“"
            }
        }
    },
    "Party Members": {
        "37": {
            "1": {
                "act": 0,
                "chunk": "and then all the party were placed along the course, here and there. "
            },
            "2": {
                "act": 0,
                "chunk": "There was no “\nOne, two, three, and away,” but they began running when they liked, and left off when they liked, "
            },
            "3": {
                "act": 0,
                "chunk": "so that it was not easy to know when the race was over. "
            },
            "5": {
                "act": 0,
                "chunk": "and they all crowded round it, panting, and asking, “\nBut who has won?\n”"
            }
        }
    },
    "chorus of voices": {
        "38": {
            "0": {
                "act": 1,
                "chunk": "But who is to give the prizes?\n” quite a chorus of voices asked.“\n"
            }
        }
    },
    "party members": {
        "38": {
            "2": {
                "act": 1,
                "chunk": "and the whole party at once crowded round me, calling out in a confused way, “\nPrizes!\n Prizes!\n”"
            }
        }
    },
    "Others": {
        "43": {
            "1": {
                "act": 0,
                "chunk": "and the others all joined in chorus, “Yes, please do!”\n "
            }
        },
        "57": {
            "0": {
                "act": 0,
                "chunk": "So you did, old fellow!”\n said the others.\n“"
            }
        }
    },
    "Old Crab": {
        "43": {
            "4": {
                "act": 0,
                "chunk": "An old Crab took the opportunity of saying to her daughter, “Ah, my dear! Let this be a lesson to you never to lose _your_ temper!”\n“"
            }
        },
        "194": {
            "0": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Daughter Crab": {
        "43": {
            "5": {
                "act": 0,
                "chunk": "Hold your tongue, Ma!”"
            }
        }
    },
    "Young Crab": {
        "44": {
            "0": {
                "act": 0,
                "chunk": "You’re enough to try the patience of an oyster!”\n“"
            }
        }
    },
    "Birds": {
        "45": {
            "1": {
                "act": 0,
                "chunk": "This speech caused a remarkable sensation among the party.\n "
            },
            "2": {
                "act": 0,
                "chunk": "Some of the birds hurried off at once.\n "
            }
        }
    },
    "Magpie": {
        "45": {
            "3": {
                "act": 0,
                "chunk": "One old Magpie began wrapping itself up very carefully, remarking, “I really must be getting home; the night-air doesn’t suit my throat!”\n "
            }
        }
    },
    "Canary": {
        "45": {
            "4": {
                "act": 0,
                "chunk": "A Canary called out in a trembling voice to its children, “Come away, my dears! It’s high time you were all in bed!”\n "
            }
        }
    },
    "Voice": {
        "51": {
            "4": {
                "act": 1,
                "chunk": "Mary Ann! Mary Ann!”\n said the voice.\n “"
            },
            "5": {
                "act": 1,
                "chunk": "Fetch me my gloves this moment!”"
            }
        }
    },
    "Rabbit": {
        "52": {
            "0": {
                "act": 1,
                "chunk": "Then came a little pattering of feet on the stairs.\n "
            },
            "2": {
                "act": 1,
                "chunk": "Presently the Rabbit came up to the door, and tried to open it;\n "
            },
            "4": {
                "act": 1,
                "chunk": "I heard it say to itself “Then I’ll go round and get in at the window.”\n “"
            }
        },
        "53": {
            "0": {
                "act": 1,
                "chunk": "Next came an angry voice—the Rabbit’s—“Pat! Pat! Where are you?”\n "
            },
            "2": {
                "act": 1,
                "chunk": "Digging for apples, indeed!”\n said the Rabbit angrily.\n “"
            },
            "3": {
                "act": 1,
                "chunk": "Here! Come and help me out of _this!_”\n (Sounds of more broken glass.) “"
            },
            "4": {
                "act": 1,
                "chunk": "Now tell me, Pat, what’s that in the window?”\n---“"
            }
        },
        "54": {
            "0": {
                "act": 0,
                "chunk": "An arm, you goose! Who ever saw one that size? Why, it fills the whole window!”\n the Rabbit retorted angrily.\n“"
            },
            "2": {
                "act": 0,
                "chunk": "Well, it’s got no business there, at any rate: go and take it away!”\n"
            },
            "4": {
                "act": 0,
                "chunk": "Do as I tell you, you coward!”\n "
            }
        },
        "56": {
            "4": {
                "act": 1,
                "chunk": "then the Rabbit’s voice along—“Catch him, you by the hedge!”\n "
            },
            "5": {
                "act": 1,
                "chunk": "then silence, and then another confusion of voices—“Hold up his head—Brandy now—Don’t choke him—How was it, old fellow? What happened to you? Tell us all about it!”\n"
            }
        },
        "57": {
            "1": {
                "act": 0,
                "chunk": "We must burn the house down!”\n said the Rabbit’s voice;\n "
            },
            "4": {
                "act": 0,
                "chunk": "After a minute or two, they began moving about again, and I heard the Rabbit say, “A barrowful will do, to begin with.”\n“"
            }
        },
        "58": {
            "0": {
                "act": 0,
                "chunk": "We must burn the house down!”\n said the Rabbit’s voice;\n "
            },
            "3": {
                "act": 0,
                "chunk": "After a minute or two, they began moving about again, and I heard the Rabbit say, “A barrowful will do, to begin with.”\n“"
            }
        },
        "160": {
            "0": {
                "act": 0,
                "chunk": "Did you say ‘What a pity!’?”\n the Rabbit asked.\n“"
            },
            "2": {
                "act": 0,
                "chunk": "She boxed the Queen’s ears—”\n the Rabbit began.\n "
            }
        },
        "161": {
            "0": {
                "act": 0,
                "chunk": "Oh, hush!”\n the Rabbit whispered in a frightened tone.\n---“"
            },
            "1": {
                "act": 0,
                "chunk": "She boxed the Queen’s ears—”\n the Rabbit began.\n "
            },
            "3": {
                "act": 0,
                "chunk": "Oh, hush!”\n the Rabbit whispered in a frightened tone.\n---“She boxed the Queen’s ears—”\n the Rabbit began.\n I gave a little scream of laughter.\n “Oh, hush!”\n the Rabbit whispered in a frightened tone.\n “"
            },
            "4": {
                "act": 0,
                "chunk": "The Queen will hear you! You see, she came rather late, and the Queen said—”"
            }
        }
    },
    "Pat": {
        "53": {
            "1": {
                "act": 1,
                "chunk": "And then a voice I had never heard before, “Sure then I’m here! Digging for apples, yer honour!”\n “"
            },
            "5": {
                "act": 1,
                "chunk": "Sure, it’s an arm, yer honour!”\n Pat’s voice echoed, pronouncing it “arrum.”"
            }
        }
    },
    "Bill": {
        "56": {
            "6": {
                "act": 1,
                "chunk": "Last came a little feeble, squeaking voice, (“That’s Bill,”\n I thought,) “Well, I hardly know—No more, thank ye; I’m better now—but I’m a deal too flustered to tell you—all I know is, something comes at me like a Jack-in-the-box, and up I goes like a sky-rocket!”"
            }
        },
        "60": {
            "1": {
                "act": 0,
                "chunk": "The poor little Lizard, Bill, was in the middle, being held up by two guinea-pigs, who were giving it something out of a bottle.\n "
            }
        },
        "258": {
            "3": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Puppy": {
        "61": {
            "1": {
                "act": 0,
                "chunk": "An enormous puppy was looking down at me with large round eyes, and feebly stretching out one paw, trying to touch me.\n “"
            },
            "5": {
                "act": 0,
                "chunk": "whereupon the puppy jumped into the air off all its feet at once, with a yelp of delight, and rushed at the stick, and made believe to worry it;\n "
            }
        },
        "62": {
            "0": {
                "act": 0,
                "chunk": "and the moment I appeared on the other side, the puppy made another rush at the stick, and tumbled head over heels in its hurry to get hold of it;\n "
            },
            "2": {
                "act": 0,
                "chunk": "then the puppy began a series of short charges at the stick, running a very little way forwards each time and a long way back, and barking hoarsely all the while, till at last it sat down a good way off, panting, with its tongue hanging out of its mouth, and its great eyes half shut.\n"
            }
        }
    },
    "Caterpillar": {
        "64": {
            "0": {
                "act": 0,
                "chunk": "I stretched myself up on tiptoe, and peeped over the edge of the mushroom, and my eyes immediately met those of a large blue caterpillar, that was sitting on the top with its arms folded, quietly smoking a long hookah, and taking not the smallest notice of me or of anything else.\n"
            },
            "1": {
                "act": 0,
                "chunk": "I stood there, staring into the eyes of the large blue Caterpillar, who was quietly smoking a long hookah.\n "
            },
            "2": {
                "act": 0,
                "chunk": "We remained silent for what felt like an eternity.\n "
            },
            "3": {
                "act": 0,
                "chunk": "Finally, the Caterpillar broke the silence, taking the hookah out of its mouth and addressing me in a languid, sleepy voice.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "Who are _you?_”\n the Caterpillar asked.\n"
            }
        },
        "65": {
            "1": {
                "act": 0,
                "chunk": "What do you mean by that?”\n the Caterpillar demanded sternly.\n “"
            },
            "2": {
                "act": 0,
                "chunk": "Explain yourself!”\n“"
            },
            "4": {
                "act": 0,
                "chunk": "I don’t see,”"
            }
        },
        "66": {
            "1": {
                "act": 0,
                "chunk": "It isn’t,”\n the Caterpillar said flatly.\n“"
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "67": {
            "1": {
                "act": 0,
                "chunk": "You!”\n the Caterpillar said contemptuously.\n “"
            }
        },
        "68": {
            "0": {
                "act": 0,
                "chunk": "Why?”\n the Caterpillar asked.\n"
            },
            "2": {
                "act": 0,
                "chunk": "I couldn’t think of any good reason, and the Caterpillar seemed to be in a very unpleasant state of mind.\n "
            },
            "4": {
                "act": 0,
                "chunk": "Come back!”\n the Caterpillar called after me.\n “"
            },
            "5": {
                "act": 0,
                "chunk": "I’ve something important to say!”"
            }
        },
        "69": {
            "2": {
                "act": 0,
                "chunk": "Keep your temper,”\n the Caterpillar advised.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "No,”\n the Caterpillar said."
            }
        },
        "70": {
            "1": {
                "act": 0,
                "chunk": "For some minutes, the Caterpillar puffed away without speaking.\n "
            },
            "2": {
                "act": 0,
                "chunk": "Finally, it unfolded its arms, took the hookah out of its mouth again, and said, “So you think you’re changed, do you?”\n“"
            },
            "5": {
                "act": 0,
                "chunk": "Can’t remember _what_ things?”\n the Caterpillar asked."
            }
        },
        "71": {
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "74": {
            "4": {
                "act": 1,
                "chunk": "That is not said right,”\n said the Caterpillar.\n “"
            },
            "5": {
                "act": 1,
                "chunk": "Not _quite_ right, I’m afraid,”"
            }
        },
        "75": {
            "2": {
                "act": 0,
                "chunk": "It is wrong from beginning to end,”\n said the Caterpillar decidedly, and there was silence for some minutes.\n"
            },
            "3": {
                "act": 0,
                "chunk": "The Caterpillar was the first to speak.\n “"
            },
            "4": {
                "act": 0,
                "chunk": "What size do you want to be?”\n it asked.\n “"
            }
        },
        "76": {
            "2": {
                "act": 0,
                "chunk": "I _don’t_ know,”\n said the Caterpillar.\n"
            },
            "4": {
                "act": 0,
                "chunk": "Are you content now?”\n said the Caterpillar.\n “"
            }
        },
        "77": {
            "1": {
                "act": 0,
                "chunk": "It is a very good height indeed!”\n said the Caterpillar angrily, rearing itself upright as it spoke (it was exactly three inches high).\n “"
            },
            "4": {
                "act": 0,
                "chunk": "You’ll get used to it in time,”\n said the Caterpillar;"
            }
        },
        "78": {
            "0": {
                "act": 0,
                "chunk": "and it put the hookah into its mouth and began smoking again.\n "
            },
            "2": {
                "act": 0,
                "chunk": "In a minute or two the Caterpillar took the hookah out of its mouth and yawned once or twice, and shook itself.\n "
            },
            "3": {
                "act": 0,
                "chunk": "Then it got down off the mushroom, and crawled away in the grass, merely remarking as it went, “One side will make you grow taller, and the other side will make you grow shorter.”\n“"
            },
            "5": {
                "act": 0,
                "chunk": "Of the mushroom,”\n said the Caterpillar, just as if I had asked it aloud;"
            }
        }
    },
    "Father William": {
        "72": {
            "0": {
                "act": 0,
                "chunk": "In my youth,” Father William replied to his son,    “\nI feared it might injure the brain;\n"
            },
            "1": {
                "act": 0,
                "chunk": "But, now that I’m perfectly sure I have none,    Why, I do it again and again.\n”“\n"
            }
        }
    },
    "Youth": {
        "72": {
            "2": {
                "act": 0,
                "chunk": "You are old,” said the youth, “\nas I mentioned before,---“In my youth,”\n Father William replied to his son, “I feared it might injure the brain; But, now that I’m perfectly sure I have none, Why, I do it again and again.”"
            }
        },
        "73": {
            "0": {
                "act": 0,
                "chunk": "You are old,”\n said the youth, “as I mentioned before, And have grown most uncommonly fat; "
            },
            "1": {
                "act": 0,
                "chunk": "Yet you turned a back-somersault in at the door— Pray, what is the reason of that?”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "You are old,”\n said the youth, “and your jaws are too weak For anything tougher than suet; "
            },
            "4": {
                "act": 0,
                "chunk": "Yet you finished the goose, with the bones and the beak— Pray, how did you manage to do it?”\n“"
            }
        },
        "74": {
            "0": {
                "act": 0,
                "chunk": "You are old,”\n said the youth, “one would hardly suppose That your eye was as steady as ever; "
            },
            "1": {
                "act": 0,
                "chunk": "Yet you balanced an eel on the end of your nose— What made you so awfully clever?”\n“"
            }
        }
    },
    "Sage": {
        "73": {
            "2": {
                "act": 0,
                "chunk": "In my youth,”\n said the sage, as he shook his grey locks, “I kept all my limbs very supple By the use of this ointment—one shilling the box— Allow me to sell you a couple?”\n“"
            }
        }
    },
    "Father": {
        "73": {
            "5": {
                "act": 0,
                "chunk": "In my youth,”\n said his father, “I took to the law, And argued each case with my wife; "
            },
            "6": {
                "act": 0,
                "chunk": "And the muscular strength, which it gave to my jaw, Has lasted the rest of my life.”"
            }
        },
        "74": {
            "2": {
                "act": 0,
                "chunk": "I have answered three questions, and that is enough,”\n Said his father;\n “"
            },
            "3": {
                "act": 0,
                "chunk": "don’t give yourself airs! Do you think I can listen all day to such stuff? Be off, or I’ll kick you down stairs!”\n“"
            }
        }
    },
    "Pigeon": {
        "81": {
            "2": {
                "act": 0,
                "chunk": "Serpent!”\n screamed the Pigeon.\n“"
            },
            "5": {
                "act": 0,
                "chunk": "Serpent, I say again!”"
            }
        },
        "82": {
            "0": {
                "act": 0,
                "chunk": "repeated the Pigeon, but in a more subdued tone, and added with a kind of sob, “I’ve tried every way, and nothing seems to suit them!”\n“"
            },
            "2": {
                "act": 0,
                "chunk": "I’ve tried the roots of trees, and I’ve tried banks, and I’ve tried hedges,”\n the Pigeon went on, without attending to me;\n “"
            },
            "3": {
                "act": 0,
                "chunk": "but those serpents! There’s no pleasing them!”\n"
            },
            "5": {
                "act": 0,
                "chunk": "As if it wasn’t trouble enough hatching the eggs,”"
            }
        },
        "83": {
            "0": {
                "act": 0,
                "chunk": "but I must be on the look-out for serpents night and day! Why, I haven’t had a wink of sleep these three weeks!”\n“"
            },
            "2": {
                "act": 0,
                "chunk": "And just as I’d taken the highest tree in the wood,”\n continued the Pigeon, raising its voice to a shriek, “and just as I was thinking I should be free of them at last, they must needs come wriggling down from the sky! Ugh, Serpent!”\n“"
            }
        },
        "84": {
            "1": {
                "act": 0,
                "chunk": "Well! _What_ are you?”\n said the Pigeon.\n “"
            },
            "2": {
                "act": 0,
                "chunk": "I can see you’re trying to invent something!”\n“"
            },
            "4": {
                "act": 0,
                "chunk": "A likely story indeed!”\n said the Pigeon in a tone of the deepest contempt."
            }
        },
        "85": {
            "0": {
                "act": 0,
                "chunk": "I’ve seen a good many little girls in my time, but never _one_ with such a neck as that! No, no! You’re a serpent; and there’s no use denying it. I suppose you’ll be telling me next that you never tasted an egg!”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "I don’t believe it,”\n the Pigeon said;\n “"
            },
            "4": {
                "act": 0,
                "chunk": "but if they do, why then they’re a kind of serpent, that’s all I can say.”\n"
            },
            "5": {
                "act": 0,
                "chunk": "This was such a new idea to me, that I was quite silent for a minute or two, which gave the Pigeon the opportunity of adding, “You’re looking for eggs, I know _that_ well enough; and what does it matter to me whether you’re a little girl or a serpent?”"
            }
        },
        "86": {
            "2": {
                "act": 0,
                "chunk": "Well, be off, then!”\n the Pigeon said in a sulky tone, as it settled down again into its nest.\n "
            }
        }
    },
    "Footman": {
        "87": {
            "5": {
                "act": 0,
                "chunk": "Suddenly, a footman in livery came rushing out of the woods."
            }
        },
        "93": {
            "1": {
                "act": 0,
                "chunk": "Anything you like,”\n the Footman replied, and began whistling.\n“"
            }
        }
    },
    "Fish-Footman": {
        "88": {
            "0": {
                "act": 0,
                "chunk": "His face was so peculiar that I would have called him a fish if not for his attire.\n "
            },
            "1": {
                "act": 0,
                "chunk": "He rapped loudly on the door with his knuckles.\n "
            },
            "3": {
                "act": 0,
                "chunk": "Both had powdered hair that curled all over their heads.\n "
            },
            "5": {
                "act": 0,
                "chunk": "The Fish-Footman produced a large letter from under his arm, nearly as big as himself, and handed it to the Frog-Footman, saying in a solemn tone, “For the Duchess. An invitation from the Queen to play croquet.”\n "
            },
            "7": {
                "act": 0,
                "chunk": "They both bowed low, and their curls got entangled together."
            }
        }
    },
    "Frog-Footman": {
        "88": {
            "2": {
                "act": 0,
                "chunk": "The door opened to reveal another footman, this one with a round face and large eyes like a frog.\n "
            },
            "6": {
                "act": 0,
                "chunk": "The Frog-Footman repeated, “From the Queen. An invitation for the Duchess to play croquet.”\n "
            }
        },
        "89": {
            "1": {
                "act": 0,
                "chunk": "When I peeked out again, the Fish-Footman was gone, and the Frog-Footman was sitting on the ground, staring up at the sky.\n"
            },
            "3": {
                "act": 1,
                "chunk": "The Frog-Footman, still staring up, said, “There’s no sort of use in knocking, and that for two reasons. First, because I’m on the same side of the door as you are; secondly, because they’re making such a noise inside, no one could possibly hear you.”\n "
            },
            "6": {
                "act": 1,
                "chunk": "There might be some sense in your knocking,”"
            }
        },
        "90": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": "He was still gazing at the sky, which I found decidedly uncivil.\n “"
            },
            "4": {
                "act": 0,
                "chunk": "I shall sit here,”\n the Frog-Footman remarked, “till tomorrow—”"
            }
        },
        "92": {
            "3": {
                "act": 0,
                "chunk": "I shall sit here,”\n he said, “on and off, for days and days.”\n“"
            }
        }
    },
    "Duchess": {
        "94": {
            "0": {
                "act": 0,
                "chunk": "The Duchess was sitting on a three-legged stool in the middle, nursing a baby.\n "
            },
            "4": {
                "act": 0,
                "chunk": "Even the Duchess sneezed occasionally, and the baby alternated between sneezing and howling without a moment’s pause.\n "
            }
        },
        "95": {
            "1": {
                "act": 0,
                "chunk": "It’s a Cheshire cat,”\n the Duchess replied, “and that’s why. Pig!”\n"
            },
            "4": {
                "act": 0,
                "chunk": "They all can,”\n the Duchess said, “and most of ’em do.”\n“"
            }
        },
        "96": {
            "0": {
                "act": 0,
                "chunk": "You don’t know much,”\n the Duchess retorted, “and that’s a fact.”\n"
            },
            "4": {
                "act": 0,
                "chunk": "The Duchess barely noticed, and the baby’s howling made it impossible to tell if the blows were hurting it.\n“"
            }
        },
        "97": {
            "3": {
                "act": 0,
                "chunk": "If everybody minded their own business,”\n "
            },
            "4": {
                "act": 0,
                "chunk": "the Duchess said in a hoarse growl, “the world would go round a deal faster than it does.”\n“"
            }
        },
        "98": {
            "0": {
                "act": 0,
                "chunk": "Talking of axes,”\n the Duchess interrupted, “chop off her head!”\n"
            },
            "4": {
                "act": 0,
                "chunk": "Oh, don’t bother _me_,”\n the Duchess said impatiently.\n “"
            },
            "5": {
                "act": 0,
                "chunk": "I never could abide figures!”"
            }
        },
        "99": {
            "0": {
                "act": 0,
                "chunk": "Talking of axes,”\n the Duchess interrupted, “chop off her head!”\n "
            },
            "4": {
                "act": 0,
                "chunk": "Oh, don’t bother _me_,”\n the Duchess said impatiently.\n “"
            },
            "5": {
                "act": 0,
                "chunk": "I never could abide figures!”"
            }
        },
        "100": {
            "0": {
                "act": 0,
                "chunk": "And with that she began nursing her child again, singing a sort of lullaby to it as she did so, and giving it a violent shake at the end of every line:“"
            },
            "1": {
                "act": 0,
                "chunk": "Speak roughly to your little boy,    And beat him when he sneezes:He only does it to annoy,    Because he knows it teases.”\n"
            },
            "3": {
                "act": 0,
                "chunk": "While the Duchess sang the second verse of the song, she kept tossing the baby violently up and down, and the poor little thing howled so, that I could hardly hear the words:—“"
            },
            "4": {
                "act": 0,
                "chunk": "I speak severely to my boy,    I beat him when he sneezes;For he can thoroughly enjoy    The pepper when he pleases!”\n"
            },
            "6": {
                "act": 0,
                "chunk": "Here! you may nurse it a bit, if you like!”\n the Duchess said to me, flinging the baby at me as she spoke."
            }
        },
        "169": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 1,
                "chunk": null
            }
        },
        "170": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "171": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "172": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "173": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "174": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "175": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "176": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "177": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "178": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "179": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "180": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Cook": {
        "94": {
            "1": {
                "act": 0,
                "chunk": "The cook was leaning over the fire, stirring a large cauldron that seemed to be full of soup.\n“"
            }
        },
        "96": {
            "2": {
                "act": 0,
                "chunk": "While I was trying to think of something else to say, the cook took the cauldron of soup off the fire and began throwing everything within her reach at the Duchess and the baby.\n "
            },
            "3": {
                "act": 0,
                "chunk": "Fire-irons, saucepans, plates, and dishes flew everywhere.\n "
            }
        },
        "98": {
            "2": {
                "act": 0,
                "chunk": "But the cook was busy stirring the soup and didn’t seem to be listening.\n "
            }
        },
        "99": {
            "2": {
                "act": 0,
                "chunk": "But the cook was busy stirring the soup and didn’t seem to be listening.\n "
            }
        },
        "100": {
            "2": {
                "act": 0,
                "chunk": "CHORUS.\n(In which the cook and the baby joined):“Wow! wow! wow!”\n"
            },
            "5": {
                "act": 0,
                "chunk": "CHORUS.\n“Wow! wow! wow!”\n“"
            }
        },
        "101": {
            "1": {
                "act": 0,
                "chunk": "The cook threw a frying-pan after her as she went out, but it just missed her.\n"
            }
        },
        "241": {
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "242": {
            "1": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Cat": {
        "94": {
            "5": {
                "act": 0,
                "chunk": "The only things in the kitchen that did not sneeze were the cook and a large cat sitting on the hearth, grinning from ear to ear.\n“"
            }
        },
        "106": {
            "0": {
                "act": 0,
                "chunk": "Then it doesn’t matter which way you go,”\n said the Cat.\n“—"
            },
            "2": {
                "act": 0,
                "chunk": "Oh, you’re sure to do that,”\n said the Cat, “if you only walk long enough.”\n"
            }
        },
        "108": {
            "1": {
                "act": 0,
                "chunk": "You must be,”\n said the Cat, “or you wouldn’t have come here.”\n"
            },
            "3": {
                "act": 0,
                "chunk": "To begin with,”\n said the Cat, “a dog’s not mad. You grant that?”"
            }
        },
        "109": {
            "1": {
                "act": 0,
                "chunk": "Well, then,”\n the Cat went on, “you see, a dog growls when it’s angry, and wags its tail when it’s pleased. "
            },
            "2": {
                "act": 0,
                "chunk": "Now I growl when I’m pleased, and wag my tail when I’m angry. "
            },
            "3": {
                "act": 0,
                "chunk": "Therefore I’m mad.”\n“"
            },
            "5": {
                "act": 0,
                "chunk": "Call it what you like,”\n said the Cat."
            }
        },
        "110": {
            "0": {
                "act": 0,
                "chunk": "Do you play croquet with the Queen to-day?”\n“"
            },
            "2": {
                "act": 0,
                "chunk": "You’ll see me there,”\n said the Cat, and vanished.\n"
            },
            "4": {
                "act": 0,
                "chunk": "While I was looking at the place where it had been, it suddenly appeared again.\n“"
            },
            "5": {
                "act": 0,
                "chunk": "By-the-bye, what became of the baby?”"
            }
        },
        "111": {
            "2": {
                "act": 0,
                "chunk": "I thought it would,”\n said the Cat, and vanished again.\n"
            }
        },
        "112": {
            "2": {
                "act": 0,
                "chunk": "As I said this, I looked up, and there was the Cat again, sitting on a branch of a tree.\n---“"
            },
            "3": {
                "act": 0,
                "chunk": "Did you say pig, or fig?”\n said the Cat.\n“"
            }
        },
        "113": {
            "0": {
                "act": 0,
                "chunk": "All right,”\n said the Cat;\n "
            },
            "1": {
                "act": 0,
                "chunk": "and this time it vanished quite slowly, beginning with the end of the tail, and ending with the grin, which remained some time after the rest of it had gone.\n“"
            }
        },
        "165": {
            "1": {
                "act": 0,
                "chunk": "The Cat seemed to think that there was enough of it now in sight, and no more of it appeared.“\n"
            }
        },
        "166": {
            "0": {
                "act": 0,
                "chunk": "the Cat asked in a low voice.“\n"
            }
        },
        "167": {
            "2": {
                "act": 0,
                "chunk": "I’d rather not,” the Cat remarked.“\n"
            }
        },
        "169": {
            "2": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Baby": {
        "102": {
            "1": {
                "act": 0,
                "chunk": "I said the last words out loud, and the little thing grunted in reply (it had left off sneezing by this time).\n“"
            },
            "4": {
                "act": 0,
                "chunk": "The baby grunted again, and I looked very anxiously into its face to see what was the matter with it.\n "
            },
            "5": {
                "act": 0,
                "chunk": "There could be no doubt that it had a _very_ turn-up nose, much more like a snout than a real nose;\n "
            },
            "6": {
                "act": 0,
                "chunk": "also its eyes were getting extremely small for a baby: altogether I did not like the look of the thing at all."
            }
        }
    },
    "Cheshire Cat": {
        "104": {
            "5": {
                "act": 0,
                "chunk": "The Cat only grinned when it saw me.\n "
            }
        },
        "105": {
            "0": {
                "act": 0,
                "chunk": "Cheshire Puss,”\n I began, rather timidly, as I did not at all know whether it would like the name: however, it only grinned a little wider.\n “"
            },
            "1": {
                "act": 0,
                "chunk": "Come, it’s pleased so far,”\n I thought, and I went on.\n “"
            },
            "2": {
                "act": 0,
                "chunk": "Would you tell me, please, which way I ought to go from here?”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "That depends a good deal on where you want to get to,”\n said the Cat.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "I don’t much care where—”"
            }
        },
        "107": {
            "1": {
                "act": 0,
                "chunk": "In that direction,”\n the Cat said, waving its right paw round, “lives a Hatter: and in that direction,”\n waving the other paw, “lives a March Hare. Visit either you like: they’re both mad.”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "Oh, you can’t help that,”\n said the Cat: “we’re all mad here. I’m mad. You’re mad.”"
            }
        },
        "163": {
            "3": {
                "act": 1,
                "chunk": "How are you getting on?”\n said the Cat, as soon as there was mouth enough for it to speak with."
            }
        }
    },
    "March Hare": {
        "114": {
            "3": {
                "act": 0,
                "chunk": "The March Hare and the Hatter were having tea, with a Dormouse fast asleep between them.\n "
            },
            "4": {
                "act": 0,
                "chunk": "The two were using the Dormouse as a cushion, their elbows resting on it as they talked over its head.\n \""
            }
        },
        "115": {
            "0": {
                "act": 0,
                "chunk": "No room! No room!\"\n they cried out when they saw me coming.\n \""
            },
            "2": {
                "act": 0,
                "chunk": "Have some wine,\"\n the March Hare said in an encouraging tone.\n "
            }
        },
        "116": {
            "1": {
                "act": 0,
                "chunk": "There isn’t any,\"\n the March Hare replied.\n \""
            },
            "3": {
                "act": 0,
                "chunk": "It wasn’t very civil of you to sit down without being invited,\"\n the March Hare retorted.\n \""
            }
        },
        "118": {
            "3": {
                "act": 0,
                "chunk": "Do you mean that you think you can find out the answer to it?\"\n the March Hare asked.\n \""
            }
        },
        "119": {
            "1": {
                "act": 0,
                "chunk": "Then you should say what you mean,\"\n the March Hare continued.\n \""
            }
        },
        "120": {
            "1": {
                "act": 0,
                "chunk": "You might just as well say,\"\n added the March Hare, \"that ‘I like what I get’ is the same thing as ‘I get what I like’!\"\n \""
            }
        },
        "122": {
            "1": {
                "act": 0,
                "chunk": "It was the best butter,\"\n the March Hare meekly replied.\n \""
            },
            "4": {
                "act": 0,
                "chunk": "The March Hare took the watch and looked at it gloomily.\n"
            }
        },
        "124": {
            "0": {
                "act": 0,
                "chunk": "It was the best butter,\"\n the March Hare meekly replied.\n \""
            },
            "3": {
                "act": 0,
                "chunk": "The March Hare took the watch and looked at it gloomily.\n"
            }
        },
        "127": {
            "3": {
                "act": 0,
                "chunk": "Nor I,\"\n said the March Hare."
            }
        },
        "130": {
            "0": {
                "act": 0,
                "chunk": "the March Hare said to itself in a whisper.\n \""
            }
        },
        "134": {
            "2": {
                "act": 0,
                "chunk": "Wake up, Dormouse!”\n And they pinched it on both sides at once.\n"
            }
        },
        "135": {
            "1": {
                "act": 0,
                "chunk": "The March Hare said, “Tell us a story!”\n “"
            }
        },
        "137": {
            "0": {
                "act": 0,
                "chunk": null
            }
        },
        "138": {
            "4": {
                "act": 0,
                "chunk": "Take some more tea,”\n the March Hare said to me, very earnestly."
            }
        },
        "144": {
            "0": {
                "act": 0,
                "chunk": "Why not?”\n said the March Hare.\n"
            }
        },
        "229": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "235": {
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "236": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Hatter": {
        "114": {
            "3": {
                "act": 0,
                "chunk": "The March Hare and the Hatter were having tea, with a Dormouse fast asleep between them.\n "
            },
            "4": {
                "act": 0,
                "chunk": "The two were using the Dormouse as a cushion, their elbows resting on it as they talked over its head.\n \""
            }
        },
        "117": {
            "2": {
                "act": 0,
                "chunk": "Your hair wants cutting,\"\n the Hatter said.\n "
            },
            "3": {
                "act": 0,
                "chunk": "He had been looking at me with great curiosity, and this was his first speech.\n \""
            }
        },
        "118": {
            "0": {
                "act": 0,
                "chunk": "The Hatter opened his eyes very wide on hearing this but all he said was, \"Why is a raven like a writing-desk?\"\n\""
            }
        },
        "119": {
            "4": {
                "act": 0,
                "chunk": "Not the same thing a bit!\"\n the Hatter said."
            }
        },
        "120": {
            "3": {
                "act": 0,
                "chunk": "It is the same thing with you,\"\n said the Hatter, and here the conversation dropped.\n "
            }
        },
        "121": {
            "0": {
                "act": 0,
                "chunk": "The Hatter was the first to break the silence.\n \""
            },
            "1": {
                "act": 0,
                "chunk": "What day of the month is it?\"\n he said, turning to me.\n "
            },
            "2": {
                "act": 0,
                "chunk": "He had taken his watch out of his pocket and was looking at it uneasily, shaking it every now and then, and holding it to his ear.\n "
            },
            "4": {
                "act": 0,
                "chunk": "Two days wrong!\"\n sighed the Hatter.\n \""
            },
            "5": {
                "act": 0,
                "chunk": "I told you butter wouldn’t suit the works!\""
            }
        },
        "122": {
            "0": {
                "act": 0,
                "chunk": "he added, looking angrily at the March Hare.\n \""
            },
            "2": {
                "act": 0,
                "chunk": "Yes, but some crumbs must have got in as well,\"\n the Hatter grumbled.\n \""
            },
            "3": {
                "act": 0,
                "chunk": "You shouldn’t have put it in with the bread-knife.\"\n "
            },
            "5": {
                "act": 0,
                "chunk": "The Hatter was the first to break the silence."
            }
        },
        "123": {
            "0": {
                "act": 0,
                "chunk": "What day of the month is it?\"\n he said, turning to me.\n "
            },
            "1": {
                "act": 0,
                "chunk": "He had taken his watch out of his pocket and was looking at it uneasily, shaking it every now and then, and holding it to his ear.\n "
            },
            "3": {
                "act": 0,
                "chunk": "Two days wrong!\"\n sighed the Hatter.\n \""
            },
            "4": {
                "act": 0,
                "chunk": "I told you butter wouldn’t suit the works!\"\n he added, looking angrily at the March Hare."
            }
        },
        "124": {
            "1": {
                "act": 0,
                "chunk": "Yes, but some crumbs must have got in as well,\"\n the Hatter grumbled.\n \""
            },
            "2": {
                "act": 0,
                "chunk": "You shouldn’t have put it in with the bread-knife.\"\n "
            }
        },
        "125": {
            "2": {
                "act": 0,
                "chunk": "Why should it?\"\n muttered the Hatter.\n \""
            },
            "3": {
                "act": 0,
                "chunk": "Does _your_ watch tell you what year it is?\"\n \""
            },
            "5": {
                "act": 0,
                "chunk": "Which is just the case with _mine_,\""
            }
        },
        "126": {
            "1": {
                "act": 0,
                "chunk": "The Hatter’s remark seemed to have no sort of meaning in it, and yet it was certainly English.\n \""
            },
            "3": {
                "act": 0,
                "chunk": "The Dormouse is asleep again,\"\n said the Hatter, and he poured a little hot tea upon its nose.\n"
            }
        },
        "127": {
            "0": {
                "act": 0,
                "chunk": "Have you guessed the riddle yet?\"\n the Hatter said, turning to me again.\n \"No, I give it up,\"\n I replied: \"what’s the answer?\"\n \""
            },
            "2": {
                "act": 0,
                "chunk": "I haven’t the slightest idea,\"\n said the Hatter.\n \""
            }
        },
        "128": {
            "2": {
                "act": 0,
                "chunk": "If you knew Time as well as I do,\"\n said the Hatter, \"you wouldn’t talk about wasting _it_. It’s _him_.\"\n \""
            },
            "4": {
                "act": 0,
                "chunk": "Of course you don’t!\""
            }
        },
        "129": {
            "0": {
                "act": 0,
                "chunk": "the Hatter said, tossing his head contemptuously.\n \""
            },
            "1": {
                "act": 0,
                "chunk": "I dare say you never even spoke to Time!\"\n \""
            },
            "3": {
                "act": 0,
                "chunk": "Ah! that accounts for it,\"\n said the Hatter.\n \""
            },
            "4": {
                "act": 0,
                "chunk": "He won’t stand beating. Now, if you only kept on good terms with him, he’d do almost anything you liked with the clock. For instance, suppose it were nine o’clock in the morning, just time to begin lessons: you’d only have to whisper a hint to Time, and round goes the clock in a twinkling! Half-past one, time for dinner!\"\n\""
            }
        },
        "130": {
            "2": {
                "act": 0,
                "chunk": "Not at first, perhaps,\"\n said the Hatter: \"but you could keep it to half-past one as long as you liked.\"\n \""
            },
            "4": {
                "act": 0,
                "chunk": "The Hatter shook his head mournfully."
            }
        },
        "131": {
            "0": {
                "act": 0,
                "chunk": "Not I!\"\n he replied.\n \""
            },
            "1": {
                "act": 0,
                "chunk": "We quarrelled last March—just before _he_ went mad, you know—\"\n ("
            },
            "2": {
                "act": 0,
                "chunk": "pointing with his tea spoon at the March Hare,) \"—"
            },
            "3": {
                "act": 0,
                "chunk": "it was at the great concert given by the Queen of Hearts, and I had to sing 'Twinkle, twinkle, little bat! How I wonder what you’re at!' You know the song, perhaps?\"\n \""
            },
            "5": {
                "act": 0,
                "chunk": "It goes on, you know,\"\n the Hatter continued, \""
            },
            "6": {
                "act": 0,
                "chunk": "in this way:— 'Up above the world you fly, Like a tea-tray in the sky. Twinkle, twinkle—'\""
            }
        },
        "132": {
            "4": {
                "act": 0,
                "chunk": "The Hatter went on in a mournful tone, “And ever since that, he won’t do a thing I ask! It’s always six o’clock now.”\n"
            }
        },
        "134": {
            "1": {
                "act": 0,
                "chunk": "Then the Dormouse shall!”\n they both cried.\n “"
            }
        },
        "135": {
            "3": {
                "act": 0,
                "chunk": "The Hatter added, “And be quick about it, or you’ll be asleep again before it’s done.”\n“"
            }
        },
        "137": {
            "2": {
                "act": 0,
                "chunk": "The Hatter said, “You mean you can’t take _less_. It’s very easy to take _more_ than nothing.”\n“"
            },
            "4": {
                "act": 0,
                "chunk": "The Hatter asked triumphantly, “Who’s making personal remarks now?”\n"
            }
        },
        "141": {
            "3": {
                "act": 0,
                "chunk": "I want a clean cup,”\n interrupted the Hatter: “let’s all move one place on.”\n"
            }
        },
        "142": {
            "0": {
                "act": 0,
                "chunk": "The Hatter was the only one who got any advantage from the change: and I was a good deal worse off than before, as the March Hare had just upset the milk-jug into his plate.\n"
            },
            "2": {
                "act": 0,
                "chunk": "You can draw water out of a water-well,”\n said the Hatter;\n “"
            },
            "3": {
                "act": 0,
                "chunk": "so I should think you could draw treacle out of a treacle-well—eh, stupid?”\n“"
            }
        },
        "145": {
            "0": {
                "act": 0,
                "chunk": "Then you shouldn’t talk,”\n said the Hatter.\n"
            }
        },
        "228": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "229": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "230": {
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "231": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "233": {
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "234": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "235": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "236": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "237": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "238": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "239": {
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "240": {
            "4": {
                "act": 1,
                "chunk": null
            }
        },
        "241": {
            "0": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Dormouse": {
        "120": {
            "2": {
                "act": 0,
                "chunk": "You might just as well say,\"\n added the Dormouse, who seemed to be talking in his sleep, \"that ‘I breathe when I sleep’ is the same thing as ‘I sleep when I breathe’!\"\n \""
            }
        },
        "126": {
            "4": {
                "act": 0,
                "chunk": "The Dormouse shook its head impatiently, and said, without opening its eyes, \"Of course, of course; just what I was going to remark myself.\""
            }
        },
        "132": {
            "0": {
                "act": 0,
                "chunk": "Here the Dormouse shook itself, and began singing in its sleep \"_Twinkle, twinkle, twinkle, twinkle_—\"\n "
            },
            "1": {
                "act": 0,
                "chunk": "and went on so long that they had to pinch it to make it stop.\n"
            }
        },
        "134": {
            "3": {
                "act": 0,
                "chunk": "The Dormouse slowly opened his eyes.\n “"
            },
            "4": {
                "act": 0,
                "chunk": "I wasn’t asleep,”"
            }
        },
        "135": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": "Once upon a time there were three little sisters,”\n the Dormouse began in a great hurry, “and their names were Elsie, Lacie, and Tillie; and they lived at the bottom of a well—”\n“"
            }
        },
        "136": {
            "1": {
                "act": 0,
                "chunk": "The Dormouse, after thinking a minute or two, said, “They lived on treacle.”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "So they were,”\n the Dormouse said, “_very_ ill.”\n"
            }
        },
        "138": {
            "0": {
                "act": 0,
                "chunk": "The Dormouse again took a minute or two to think about it, and then said, “It was a treacle-well.”\n“"
            },
            "2": {
                "act": 0,
                "chunk": "and the Dormouse sulkily remarked, “If you can’t be civil, you’d better finish the story for yourself.”\n“"
            }
        },
        "140": {
            "1": {
                "act": 0,
                "chunk": "and the Dormouse sulkily remarked, “If you can’t be civil, you’d better finish the story for yourself.”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "One, indeed!”\n said the Dormouse indignantly.\n "
            },
            "4": {
                "act": 0,
                "chunk": "However, he consented to go on."
            }
        },
        "141": {
            "2": {
                "act": 0,
                "chunk": "Treacle,”\n said the Dormouse, without considering at all this time.\n“"
            }
        },
        "142": {
            "5": {
                "act": 0,
                "chunk": "Of course they were,”"
            }
        },
        "143": {
            "0": {
                "act": 0,
                "chunk": "well in.”\n"
            },
            "2": {
                "act": 0,
                "chunk": "They were learning to draw,”\n the Dormouse went on, yawning and rubbing its eyes, for it was getting very sleepy;\n “"
            },
            "3": {
                "act": 0,
                "chunk": "and they drew all manner of things—everything that begins with an M—”\n“"
            }
        },
        "144": {
            "2": {
                "act": 0,
                "chunk": "The Dormouse had closed its eyes by this time, and was going off into a doze;\n "
            },
            "3": {
                "act": 0,
                "chunk": "but, on being pinched by the Hatter, it woke up again with a little shriek, and went on: “—that begins with an M, such as mouse-traps, and the moon, and memory, and muchness—you know you say things are “\nmuch of a muchness”—did you ever see such a thing as a drawing of a muchness?”\n“"
            }
        },
        "229": {
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "232": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "233": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "236": {
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "237": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "243": {
            "2": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Queen": {
        "132": {
            "2": {
                "act": 0,
                "chunk": "I barely finished the first verse when the Queen jumped up and bawled out, “He’s murdering the time! Off with his head!”\n "
            }
        },
        "153": {
            "0": {
                "act": 0,
                "chunk": "The Queen said severely, “Who is this?”\n "
            },
            "2": {
                "act": 0,
                "chunk": "Idiot!”\n said the Queen, tossing her head impatiently;\n "
            },
            "3": {
                "act": 0,
                "chunk": "and, turning to Alice, she went on, “What’s your name, child?”\n“"
            }
        },
        "154": {
            "0": {
                "act": 0,
                "chunk": "And who are _these?_”\n said the Queen, pointing to the three gardeners who were lying round the rose-tree;\n "
            },
            "1": {
                "act": 0,
                "chunk": "for, you see, as they were lying on their faces, and the pattern on their backs was the same as the rest of the pack, she could not tell whether they were gardeners, or soldiers, or courtiers, or three of her own children.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "The Queen turned crimson with fury, and, after glaring at me for a moment like a wild beast, screamed “Off with her head! Off—”\n“"
            }
        },
        "155": {
            "1": {
                "act": 0,
                "chunk": "The Queen turned angrily away from him, and said to the Knave “Turn them over!”\n"
            },
            "3": {
                "act": 0,
                "chunk": "Get up!”\n said the Queen, in a shrill, loud voice, and the three gardeners instantly jumped up, and began bowing to the King, the Queen, the royal children, and everybody else.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "Leave off that!”\n screamed the Queen."
            }
        },
        "156": {
            "0": {
                "act": 0,
                "chunk": "You make me giddy.”\n "
            },
            "1": {
                "act": 0,
                "chunk": "And then, turning to the rose-tree, she went on, “What _have_ you been doing here?”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "_I_ see!”\n said the Queen, who had meanwhile been examining the roses.\n “"
            },
            "4": {
                "act": 0,
                "chunk": "Off with their heads!”\n and the procession moved on, three of the soldiers remaining behind to execute the unfortunate gardeners, who ran to me for protection."
            }
        },
        "157": {
            "2": {
                "act": 0,
                "chunk": "Are their heads off?”\n shouted the Queen.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "That’s right!”"
            }
        },
        "158": {
            "0": {
                "act": 0,
                "chunk": "shouted the Queen.\n “"
            },
            "1": {
                "act": 0,
                "chunk": "Can you play croquet?”\n"
            },
            "4": {
                "act": 0,
                "chunk": "Come on, then!”\n roared the Queen, and I joined the procession, wondering very much what would happen next.\n“"
            }
        },
        "162": {
            "0": {
                "act": 0,
                "chunk": "Get to your places!”\n shouted the Queen in a voice of thunder, and people began running about in all directions, tumbling up against each other;\n "
            },
            "1": {
                "act": 0,
                "chunk": "however, they got settled down in a minute or two, and the game began.\n "
            }
        },
        "163": {
            "0": {
                "act": 1,
                "chunk": "and in a very short time the Queen was in a furious passion, and went stamping about, and shouting “Off with his head!”\n or “Off with her head!”\n about once in a minute.\n"
            }
        },
        "166": {
            "3": {
                "act": 0,
                "chunk": "The Queen smiled and passed on.“\n"
            }
        },
        "168": {
            "5": {
                "act": 0,
                "chunk": "The Queen had only one way of settling all difficulties, great or small. “"
            }
        },
        "179": {
            "6": {
                "act": 0,
                "chunk": null
            }
        },
        "180": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 1,
                "chunk": null
            },
            "4": {
                "act": 1,
                "chunk": null
            },
            "5": {
                "act": 1,
                "chunk": null
            }
        },
        "181": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "182": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "183": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "231": {
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "233": {
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "241": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "243": {
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "249": {
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "252": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "258": {
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "259": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "260": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "The Hatter": {
        "133": {
            "0": {
                "act": 0,
                "chunk": "The Hatter sighed, “Yes, that’s it. It’s always tea-time, and we’ve no time to wash the things between whiles.”\n“"
            },
            "2": {
                "act": 0,
                "chunk": "Exactly so,”\n the Hatter replied, “as the things get used up.”\n“"
            }
        },
        "139": {
            "1": {
                "act": 0,
                "chunk": "The Hatter said, “You mean you can’t take _less_. It’s very easy to take _more_ than nothing.”\n“"
            },
            "3": {
                "act": 0,
                "chunk": "The Hatter asked triumphantly, “Who’s making personal remarks now?”\n"
            }
        }
    },
    "The March Hare": {
        "133": {
            "4": {
                "act": 0,
                "chunk": "The March Hare interrupted, yawning, “Suppose we change the subject. I’m getting tired of this. "
            },
            "5": {
                "act": 0,
                "chunk": "I vote the young lady tells us a story.”"
            }
        }
    },
    "The Dormouse": {
        "139": {
            "5": {
                "act": 0,
                "chunk": "The Dormouse again took a minute or two to think about it, and then said, “It was a treacle-well.”"
            }
        }
    },
    "Five": {
        "148": {
            "0": {
                "act": 0,
                "chunk": "As I approached, I heard one of them say, “Look out now, Five! Don’t go splashing paint over me like that!”\n“"
            },
            "1": {
                "act": 0,
                "chunk": "I couldn’t help it,”\n said Five, in a sulky tone.\n “"
            },
            "2": {
                "act": 0,
                "chunk": "Seven jogged my elbow.”\n"
            },
            "4": {
                "act": 0,
                "chunk": "You’d better not talk!”\n said Five.\n “"
            },
            "5": {
                "act": 0,
                "chunk": "I heard the Queen say only yesterday you deserved to be beheaded!”"
            }
        },
        "149": {
            "2": {
                "act": 0,
                "chunk": "Yes, it is his business!”\n said Five.\n “"
            },
            "3": {
                "act": 0,
                "chunk": "And I’ll tell him—it was for bringing the cook tulip-roots instead of onions.”\n"
            }
        },
        "150": {
            "3": {
                "act": 1,
                "chunk": "Five and Seven said nothing, but looked at Two.\n "
            },
            "5": {
                "act": 1,
                "chunk": "At that moment, Five, who had been anxiously looking across the garden, called out, “The Queen! The Queen!”\n "
            }
        }
    },
    "Seven": {
        "148": {
            "3": {
                "act": 0,
                "chunk": "Seven looked up and said, “That’s right, Five! Always lay the blame on others!”\n“"
            }
        },
        "149": {
            "1": {
                "act": 0,
                "chunk": "That’s none of your business, Two!”\n said Seven.\n“"
            },
            "4": {
                "act": 0,
                "chunk": "Seven flung down his brush and was about to say, “Well, of all the unjust things—”"
            }
        }
    },
    "Two": {
        "149": {
            "0": {
                "act": 0,
                "chunk": "What for?”\n asked the one who had spoken first.\n“"
            }
        },
        "150": {
            "4": {
                "act": 1,
                "chunk": "Two began in a low voice, “Why the fact is, you see, Miss, this here ought to have been a red rose-tree, and we put a white one in by mistake; and if the Queen was to find it out, we should all have our heads cut off, you know. So you see, Miss, we’re doing our best, afore she comes, to—”\n"
            }
        },
        "156": {
            "2": {
                "act": 0,
                "chunk": "May it please your Majesty,”\n said Two, in a very humble tone, going down on one knee as he spoke, “we were trying—”\n“"
            }
        }
    },
    "gardener": {
        "150": {
            "0": {
                "act": 1,
                "chunk": "when he noticed me standing there.\n "
            },
            "1": {
                "act": 1,
                "chunk": "The other gardeners looked around, and all of them bowed low.\n“"
            },
            "6": {
                "act": 1,
                "chunk": "The three gardeners instantly threw themselves flat upon their faces."
            }
        }
    },
    "Soldiers": {
        "151": {
            "1": {
                "act": 0,
                "chunk": "First came ten soldiers carrying clubs;\n "
            },
            "2": {
                "act": 0,
                "chunk": "they were all shaped like the three gardeners, oblong and flat, with their hands and feet at the corners.\n "
            }
        },
        "157": {
            "1": {
                "act": 0,
                "chunk": "The three soldiers wandered about for a minute or two, looking for them, and then quietly marched off after the others.\n“"
            },
            "3": {
                "act": 0,
                "chunk": "Their heads are gone, if it please your Majesty!”\n the soldiers shouted in reply.\n“"
            }
        },
        "158": {
            "2": {
                "act": 0,
                "chunk": "The soldiers were silent, and looked at me, as the question was evidently meant for me.\n“"
            }
        }
    },
    "Courtiers": {
        "151": {
            "3": {
                "act": 0,
                "chunk": "Next, the ten courtiers followed;\n "
            },
            "4": {
                "act": 0,
                "chunk": "they were ornamented all over with diamonds and walked two and two, as the soldiers did.\n "
            }
        }
    },
    "Royal Children": {
        "151": {
            "5": {
                "act": 0,
                "chunk": "After them came the royal children;\n "
            },
            "6": {
                "act": 0,
                "chunk": "there were ten of them, and they were all jumping merrily along hand in hand, in couples, and were all ornamented with hearts.\n "
            }
        }
    },
    "Unknown Character": {
        "152": {
            "0": {
                "act": 0,
                "chunk": "It was talking in a hurried, nervous manner, smiling at everything that was said, and went by without noticing me.\n "
            }
        }
    },
    "Knave of Hearts": {
        "152": {
            "1": {
                "act": 0,
                "chunk": "Then followed the Knave of Hearts, carrying the King’s crown on a crimson velvet cushion.\n "
            }
        },
        "153": {
            "1": {
                "act": 0,
                "chunk": "She said it to the Knave of Hearts, who only bowed and smiled in reply.\n---“"
            }
        }
    },
    "King of Hearts": {
        "152": {
            "2": {
                "act": 0,
                "chunk": "Last of all this grand procession, came the King and Queen of Hearts.\n"
            },
            "6": {
                "act": 2,
                "chunk": "When the procession came opposite to me, they all stopped and looked at me."
            }
        },
        "222": {
            "2": {
                "act": 1,
                "chunk": null
            }
        }
    },
    "Queen of Hearts": {
        "152": {
            "2": {
                "act": 0,
                "chunk": "Last of all this grand procession, came the King and Queen of Hearts.\n"
            },
            "6": {
                "act": 2,
                "chunk": "When the procession came opposite to me, they all stopped and looked at me."
            }
        }
    },
    "King": {
        "155": {
            "0": {
                "act": 0,
                "chunk": "The King laid his hand upon her arm, and timidly said “Consider, my dear: she is only a child!”\n"
            }
        },
        "166": {
            "4": {
                "act": 0,
                "chunk": "Who _are_ you talking to?\n” the King asked, going up to me and looking at the Cat’s head with great curiosity.“\n"
            }
        },
        "167": {
            "0": {
                "act": 0,
                "chunk": "I don’t like the look of it at all,” the King said: “\n"
            },
            "1": {
                "act": 0,
                "chunk": "however, it may kiss my hand if it likes.\n”“\n"
            },
            "3": {
                "act": 0,
                "chunk": "Don’t be impertinent,” the King said, “\n"
            },
            "4": {
                "act": 0,
                "chunk": "and don’t look at me like that!"
            }
        },
        "168": {
            "0": {
                "act": 0,
                "chunk": "He got behind me as he spoke.“\n"
            },
            "3": {
                "act": 0,
                "chunk": "Well, it must be removed,” the King said very decidedly, and he called the Queen, who was passing at the moment, “\n"
            },
            "4": {
                "act": 0,
                "chunk": "My dear!\n I wish you would have this cat removed!\n”"
            }
        },
        "169": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "182": {
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "223": {
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "225": {
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "227": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "228": {
            "0": {
                "act": 0,
                "chunk": "said the King.\n On this the White Rabbit blew three blasts on the trumpet, and then unrolled the parchment scroll, and read as follows:—---“The Queen of Hearts, she made some tarts,    All on a summer day:The Knave of Hearts, he stole those tarts,    And took them quite away!”\n“Consider your verdict,”\n the King said to the jury.\n“Not yet, not yet!”\n the Rabbit hastily interrupted.\n “There’s a greatdeal to come before that!”\n---“Call the first witness,”"
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "230": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "231": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "234": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "235": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "236": {
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "238": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "239": {
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "240": {
            "0": {
                "act": 0,
                "chunk": null
            }
        },
        "241": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "242": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "244": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "246": {
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "247": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "248": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "249": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "250": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "251": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": "The King turned pale and shut his note-book hastily."
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "252": {
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "254": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "255": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "8": {
                "act": 0,
                "chunk": null
            },
            "9": {
                "act": 0,
                "chunk": null
            }
        },
        "256": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "257": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "258": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "259": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Knave": {
        "155": {
            "2": {
                "act": 0,
                "chunk": "The Knave did so, very carefully, with one foot.\n“"
            }
        },
        "254": {
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "257": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Executioner": {
        "169": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Protagonist": {
        "172": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "221": {
            "5": {
                "act": 1,
                "chunk": null
            }
        }
    },
    "Soldier": {
        "181": {
            "1": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Gryphon": {
        "183": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "7": {
                "act": 0,
                "chunk": null
            },
            "8": {
                "act": 0,
                "chunk": null
            },
            "9": {
                "act": 0,
                "chunk": null
            },
            "10": {
                "act": 0,
                "chunk": null
            }
        },
        "184": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "185": {
            "3": {
                "act": 1,
                "chunk": null
            },
            "4": {
                "act": 1,
                "chunk": null
            },
            "5": {
                "act": 1,
                "chunk": "Come on!\n\"\"\nEverybody says ‘come on!\n’ here,\" I thought to myself, as I went slowly after it. \""
            },
            "7": {
                "act": 1,
                "chunk": null
            }
        },
        "190": {
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "192": {
            "0": {
                "act": 0,
                "chunk": null
            }
        },
        "193": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "194": {
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "195": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "196": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "198": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 1,
                "chunk": null
            }
        },
        "199": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "200": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "201": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "202": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "204": {
            "7": {
                "act": 1,
                "chunk": null
            }
        },
        "207": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "208": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "209": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "210": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "211": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "213": {
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "214": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "215": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "216": {
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "217": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "218": {
            "0": {
                "act": 1,
                "chunk": null
            },
            "1": {
                "act": 1,
                "chunk": null
            }
        },
        "219": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "221": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "222": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "224": {
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "225": {
            "0": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Mock Turtle": {
        "185": {
            "1": {
                "act": 1,
                "chunk": null
            },
            "2": {
                "act": 1,
                "chunk": null
            },
            "6": {
                "act": 1,
                "chunk": null
            }
        },
        "186": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            },
            "7": {
                "act": 0,
                "chunk": null
            }
        },
        "187": {
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "188": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "189": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "190": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "192": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "193": {
            "0": {
                "act": 0,
                "chunk": null
            }
        },
        "194": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "195": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "196": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            }
        },
        "197": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "198": {
            "4": {
                "act": 1,
                "chunk": null
            },
            "5": {
                "act": 1,
                "chunk": null
            }
        },
        "199": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "200": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "201": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "202": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "204": {
            "7": {
                "act": 1,
                "chunk": null
            }
        },
        "205": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "206": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        },
        "212": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "213": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "214": {
            "7": {
                "act": 0,
                "chunk": null
            }
        },
        "215": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "216": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        },
        "217": {
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "218": {
            "4": {
                "act": 1,
                "chunk": null
            },
            "5": {
                "act": 1,
                "chunk": null
            }
        },
        "220": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            },
            "7": {
                "act": 0,
                "chunk": null
            }
        },
        "221": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Character": {
        "191": {
            "0": {
                "act": 0,
                "chunk": "What was that?\n” I inquired.“\nReeling and Writhing, of course, to begin with,” the Mock Turtle replied; “\nand then the different branches of Arithmetic—Ambition, Distraction, Uglification, and Derision.\n”“\nI never heard of ‘Uglification,’” I ventured to say. “\nWhat is it?\n”The Gryphon lifted up both its paws in surprise. “"
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Whiting": {
        "203": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": null
            },
            "7": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Lobster": {
        "203": {
            "2": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Turtle": {
        "203": {
            "3": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Snail": {
        "204": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "1": {
                "act": 0,
                "chunk": null
            },
            "2": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Scaly Friend": {
        "204": {
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            },
            "6": {
                "act": 0,
                "chunk": "Will you, won’t you, will you, won’t you, will you join the dance?\nWill you, won’t you, will you, won’t you, won’t you join the dance?\n“You can really have no notion how delightful it will beWhen they take us up and throw us, with the lobsters, out to sea!”"
            }
        }
    },
    "Jurors": {
        "224": {
            "3": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Juror": {
        "225": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "226": {
            "1": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Bill the Lizard": {
        "226": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            },
            "5": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Jury Member": {
        "237": {
            "3": {
                "act": 0,
                "chunk": null
            }
        },
        "248": {
            "1": {
                "act": 0,
                "chunk": null
            }
        },
        "256": {
            "1": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Guinea-pig": {
        "238": {
            "4": {
                "act": 0,
                "chunk": null
            }
        },
        "240": {
            "1": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Officer": {
        "241": {
            "1": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "he": {
        "243": {
            "0": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "cook": {
        "243": {
            "1": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "courtiers": {
        "243": {
            "4": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "The King": {
        "245": {
            "3": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Lizard": {
        "246": {
            "0": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Jurymen": {
        "246": {
            "2": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Juryman": {
        "253": {
            "2": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Jury": {
        "254": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "4": {
                "act": 0,
                "chunk": null
            }
        }
    },
    "Sister": {
        "261": {
            "5": {
                "act": 1,
                "chunk": null
            },
            "6": {
                "act": 1,
                "chunk": null
            },
            "7": {
                "act": 1,
                "chunk": null
            }
        },
        "262": {
            "1": {
                "act": 0,
                "chunk": null
            },
            "3": {
                "act": 1,
                "chunk": null
            },
            "4": {
                "act": 1,
                "chunk": null
            },
            "5": {
                "act": 1,
                "chunk": null
            },
            "6": {
                "act": 1,
                "chunk": null
            },
            "7": {
                "act": 1,
                "chunk": null
            }
        }
    }
}